{
  "full_name": "Alberto Ginastera",
  "first_names": "Alberto",
  "last_name": "Ginastera",
  "birth_year": 1916,
  "death_year": 1983,
  "wikipedia_url": "https://en.wikipedia.org/wiki/Alberto_Ginastera",
  "events": [
    {
      "event": "Birth",
      "summary": "Alberto Ginastera was born in Buenos Aires. Little did his parents know that their Spanish-Italian mix would eventually stir up quite the musical revolution in Argentina.",
      "year": 1916,
      "city": "Buenos Aires",
      "country": "Argentina"
    },
    {
      "event": "Graduation",
      "summary": "He graduated from the Williams Conservatory in Buenos Aires, officially becoming a music maker rather than just a music taker. It was a proud day for both him and his parents who could finally stop hearing him play scales.",
      "year": 1938,
      "city": "Buenos Aires",
      "country": "Argentina"
    },
    {
      "event": "Teaching the Young",
      "summary": "Ginastera started teaching at the Liceo Militar General San Martín, where he probably inspired a bunch of cadets to write symphonies instead of just marching songs.",
      "year": 1938,
      "city": "Buenos Aires",
      "country": "Argentina"
    },
    {
      "event": "Study with Copland",
      "summary": "He took a trip to the United States to study with Aaron Copland at Tanglewood, where he absorbed the American spirit, all while avoiding burgers like an avant-garde musician does.",
      "year": 1945,
      "city": "Tanglewood",
      "country": "United States"
    },
    {
      "event": "Return to Buenos Aires",
      "summary": "After his enlightening experience in the U.S., Ginastera returned to Buenos Aires, probably ready to jazz up the local music scene with some fresh sounds and witty anecdotes.",
      "year": 1947,
      "city": "Buenos Aires",
      "country": "Argentina"
    },
    {
      "event": "Establishment of Conservatory",
      "summary": "He founded the Julián Aguirre Conservatory of Music, where he could nurture young talents and make sure they didn't write just any old junk.",
      "year": 1951,
      "city": "Buenos Aires",
      "country": "Argentina"
    },
    {
      "event": "International Move",
      "summary": "In 1968, Ginastera moved to the United States, likely in search of a bigger stage but also probably in need of a good taco.",
      "year": 1968,
      "city": "United States",
      "country": "United States"
    },
    {
      "event": "Move to Europe",
      "summary": "He moved to Europe in 1970, bringing along his penchant for Nationalism and maybe a few incredible recipes that no one could really replicate.",
      "year": 1970,
      "city": "Europe",
      "country": "Europe"
    },
    {
      "event": "Death",
      "summary": "Ginastera passed away in Geneva, Switzerland. The world bade adieu to a titan of music, likely with a slight shrug wondering what new melodies he might have conjured next.",
      "year": 1983,
      "city": "Geneva",
      "country": "Switzerland"
    }
  ],
  "compositions": []
}