{
  "full_name": "Albert Roussel",
  "first_names": "Albert Charles Paul Marie",
  "last_name": "Roussel",
  "birth_year": 1869,
  "death_year": 1937,
  "wikipedia_url": "https://en.wikipedia.org/wiki/Albert_Roussel",
  "events": [
    {
      "section": "Biography",
      "title": "Birth",
      "summary": "Albert Roussel was born in Tourcoing, Nord. His early interests were in mathematics rather than music.",
      "year": 1875,
      "location": "Tourcoing, Nord",
      "emoji": "🎂",
      "fun_version": "Albert Roussel was born in the charming yet complex city of Tourcoing, Nord, known for its tricky name. His early interests leaned towards the handsome realm of mathematics rather than the alluring world of music, pondering, ‘Why play music when I can express the beauty of numbers instead?’"
    },
    {
      "section": "Biography",
      "title": "Service in the Navy",
      "summary": "Roussel served in the French Navy, being part of the crew of the frigate Iphigénie and spending several years in southern Vietnam, which influenced his musical works.",
      "year": 1889,
      "location": "Southern Vietnam",
      "emoji": "⚓️",
      "fun_version": "Roussel didn't just sail the seas; he was practically the French Navy's version of Jack Sparrow, except instead of searching for rum, he was searching for inspiration in the musical jungles of southern Vietnam! His time on the frigate Iphigénie didn’t just float by; it influenced every melodic note he later penned! Who knew that dodging waves could influence such melodic magic?"
    },
    {
      "section": "Biography",
      "title": "Study of Harmony",
      "summary": "After resigning from the Navy, Roussel studied harmony in Roubaix, later moving to Paris to continue his musical education at the Schola Cantorum, taught by notable figures including Vincent d'Indy.",
      "year": 1894,
      "location": "Roubaix, France",
      "emoji": "🎶",
      "fun_version": "After resigning from the Navy, Roussel decided sea shanties just weren't going to cut it anymore. He dove into the world of harmony in Roubaix because nothing says \"I’m a serious musician\" like studying in a town known for its knitting factories! He moved to Paris to continue his musical education at the Schola Cantorum, where he learned from notable figures, including Vincent d'Indy, who had a lot to teach about the dangers of overly serious music appreciation."
    },
    {
      "section": "Works",
      "title": "Symphony No. 1 in D minor The Poem of the Forest",
      "summary": "Roussel's first symphony, composed between 1904 and 1906, is a significant orchestral work that reflects his evolving voice as a composer.",
      "year": 1904,
      "location": "",
      "emoji": "🎶",
      "fun_version": "Roussel's first symphony, crafted between 1904 and 1906, is an orchestral masterpiece! Like a first pancake, it may have been a little lumpy, but it definitely set the stage for a tasty musical feast. It’s a significant work that showcases Roussel’s evolving voice as a composer!"
    },
    {
      "section": "Works",
      "title": "Le marchand de sable qui passe",
      "summary": "In December 1908, Roussel composed incidental music for the verse play by Jean-Aubry, performed in Le Havre. This was one of his early works that showcased his melodic talent.",
      "year": 1908,
      "location": "Le Havre",
      "emoji": "🎶",
      "fun_version": "Back in the good ol' days of December 1908, Roussel decided to whip up some tunes for a verse play by Jean-Aubry. Why? Because every good drama needs a soundtrack, right? The performance in Le Havre was delightful, and here was Roussel, proving he could compose music that made even the seagulls stop to listen — quite the talent for the early 20th century!"
    },
    {
      "section": "Works",
      "title": "Violin Sonata No. 1 in D minor",
      "summary": "Roussel's first violin sonata, created between 1907 and 1908, is a significant part of his chamber music repertoire, emphasizing intricate dialogues between the violin and piano.",
      "year": 1908,
      "location": "",
      "emoji": "🎻",
      "fun_version": "Roussel's first violin sonata, created between 1907 and 1908, is like the awkward first date of chamber music, where the violin and piano try really hard to have a conversation but end up just stepping on each other's toes instead! A significant part of his chamber music repertoire, this sonata emphasizes intricate dialogues between the two."
    },
    {
      "section": "Works",
      "title": "Le festin de l'araignée",
      "summary": "On April 3, 1913, Roussel premiered his ballet 'Le festin de l'araignée', known for its unique theme and engaging choreography.",
      "year": 1913,
      "location": "",
      "emoji": "🕷️",
      "fun_version": "On April 3, 1913, Roussel premiered his ballet 'Le festin de l'araignée', where spiders threw the best dinner party ever seen! Their choreography was so engaging that the audience couldn't help but dance in their seats!"
    },
    {
      "section": "Biography",
      "title": "Ambulance Driver in World War I",
      "summary": "During World War I, Roussel served as an ambulance driver on the Western Front, contributing to his character and future compositions.",
      "year": 1914,
      "location": "Western Front",
      "emoji": "🚑",
      "fun_version": "During World War I, Roussel decided to play the role of an ambulance driver on the Western Front. You know, someone had to ensure that the potholes on the battlefield were well cared for, which contributed to his character and future compositions!"
    },
    {
      "section": "Biography",
      "title": "Summer House in Normandy",
      "summary": "Following the war, Roussel acquired a summer house in Normandy, where he dedicated much of his time to composition and musical exploration.",
      "year": 1919,
      "location": "Normandy, France",
      "emoji": "🏡",
      "fun_version": "After the war, Roussel decided that a summer house in Normandy was a better investment than a timeshare on the moon. He traded his sword for a composing desk, dedicating much of his time to composition and musical exploration, pondering how to make musical notes dance—preferably the happy jig over the sad waltz!"
    },
    {
      "section": "Works",
      "title": "Symphony No. 2 in B-flat major",
      "summary": "Between 1919 and 1921, Roussel composed his second symphony, which was notable for its harmonic exploration and orchestral color.",
      "year": 1921,
      "location": "",
      "emoji": "🎼",
      "fun_version": "In the years that straddled the dawn of the Roaring Twenties, Roussel decided to shake things up and compose his second symphony, notable for its harmonic exploration and colorful orchestral hues! Picture a composer armed with a baton and a secret stash of disco balls, diving into the depths of sound!"
    },
    {
      "section": "Works",
      "title": "Padmâvatî",
      "summary": "The opera 'Padmâvatî', composed between 1913 and 1918, premiered at the Paris Opéra on June 1, 1923, and adapted from T.-M. Pavie, reflects Roussel's depth in operatic narrative.",
      "year": 1923,
      "location": "Paris",
      "emoji": "🎭",
      "fun_version": "Once upon a time in the magical year of 1923, the Paris Opéra decided to throw a fancy party for a new opera called 'Padmâvatî'. It was composed over a lengthy 5 years from 1913 to 1918 and adapted from the genius T.-M. Pavie. Roussel must’ve been having a deep ‘Roussel’ moment while composing it because it’s all about operatic narratives that could make even a statue shed a tear!"
    },
    {
      "section": "Works",
      "title": "La naissance de la lyre",
      "summary": "Premiered on July 1, 1925, 'La naissance de la lyre' is an opera in one act that exemplifies Roussel's innovative approach to operatic storytelling.",
      "year": 1925,
      "location": "Paris",
      "emoji": "🎭",
      "fun_version": "On July 1, 1925, 'La naissance de la lyre,' an opera in one act, made its grand entrance like a dramatic toddler throwing a tantrum, showcasing Roussel's innovative approach to telling stories through opera — where every note sounds like it’s auditioning for a reality show!"
    },
    {
      "section": "Works",
      "title": "Piano Concerto in G major",
      "summary": "Premiered in 1927, Roussel's Piano Concerto in G major showcases his characteristics of lyrical piano lines and intricate orchestration.",
      "year": 1927,
      "location": "",
      "emoji": "🎹",
      "fun_version": "Premiering in 1927, Roussel's Piano Concerto in G major is like a musical rollercoaster where the piano is the thrill-seeking hero while the orchestra showcases Roussel's characteristic intricate orchestration and lyrical lines."
    },
    {
      "section": "Works",
      "title": "Psalm 80 for tenor, choir, and orchestra",
      "summary": "Composed in 1928, this choral piece highlights Roussel's knack for vocal writing combined with orchestral support.",
      "year": 1928,
      "location": "",
      "emoji": "🎶",
      "fun_version": "Composed in 1928, this choral piece is like Roussel's love letter to vocal writing – with orchestral support playing the role of a very supportive friend, always there to boost those high notes and keep things in harmony. It's like a choir party where everybody's invited!"
    },
    {
      "section": "Critical reception",
      "title": "Critical Reception and Artistic Evolution",
      "summary": "Albert Roussel sought his true voice among various influences throughout his career. He transitioned from the Franckian school to Debussyan Impressionism, eventually developing his own unique style. His masterpieces, including the Prélude pour une Fête de Printemps and Psalm No. 80, marked a significant evolution in his artistic journey, showcasing perfect homogeneity and originality in his later works.",
      "year": 1929,
      "location": "France",
      "emoji": "🎶",
      "fun_version": "Albert Roussel sought his true voice navigating through various musical influences like a buffet line. He transitioned from the Franckian school, nibbled on the spicy tunes, and dipped his toes into Debussy's Impressionism before concocting a musical stew that is his own recipe! His masterpieces, including the 'Prélude pour une Fête de Printemps' and 'Psalm No. 80', marked a significant evolution in his artistic journey, showcasing proof that he mastered the art of blending in while standing out."
    },
    {
      "section": "Works",
      "title": "Trio, for flute, viola, and cello",
      "summary": "Completed in 1929, this trio is praised for its melodic richness and interwoven textures, characteristic of Roussel's chamber works.",
      "year": 1929,
      "location": "",
      "emoji": "🎻",
      "fun_version": "Completed in 1929, this trio is like the gourmet meal of musical compositions - it’s got melodic richness, interwoven textures, and some serious flavor, characteristic of Roussel's chamber works!"
    },
    {
      "section": "Works",
      "title": "Symphony No. 3 in G minor",
      "summary": "Commissioned by the Boston Symphony, Roussel's third symphony, completed in 1930, celebrates the orchestra's 50th anniversary with its vigorous and bright character.",
      "year": 1930,
      "location": "",
      "emoji": "🎶",
      "fun_version": "So, the Boston Symphony turned 50, which means it’s officially old enough to get a senior discount! To celebrate this milestone, they commissioned Roussel to compose his third symphony in 1930. This vigorous and bright symphony captures the essence of the orchestra's anniversary and is as lively and colorful as a toddler on a sugar rush!"
    },
    {
      "section": "Works",
      "title": "Bacchus and Ariadne",
      "summary": "On May 22, 1931, Roussel's ballet 'Bacchus and Ariadne' premiered, noted for its lush orchestrations and compelling choreography.",
      "year": 1931,
      "location": "Paris",
      "emoji": "💃",
      "fun_version": "On May 22, 1931, Roussel's ballet 'Bacchus and Ariadne' took the stage, delighting audiences with orchestrations so lush that they could have been used as a lawn for the local squirrels! The choreography was so compelling that even the ballet slippers started auditioning for their own reality show!"
    },
    {
      "section": "Works",
      "title": "Prelude and Fugue, Op. 46",
      "summary": "This piano work completed in 1932 reflects Roussel's deep understanding of counterpoint and classical forms.",
      "year": 1932,
      "location": "",
      "emoji": "🎹",
      "fun_version": "This piano work, completed in 1932, is so complicated that if it were a person, it would probably need therapy for Roussel's deep understanding of counterpoint and classical forms."
    },
    {
      "section": "Biography",
      "title": "Sixtieth Birthday Concerts",
      "summary": "To celebrate his sixtieth birthday, a series of three concerts featuring his works took place in Paris, showcasing his impact on the music world.",
      "year": 1935,
      "location": "Paris, France",
      "emoji": "🎉",
      "fun_version": "To celebrate his sixtieth birthday, the music world held a series of three concerts in Paris featuring his works, showcasing his impact on the music world and proving he's significantly louder now that he's older!"
    },
    {
      "section": "Works",
      "title": "Cello Concertino",
      "summary": "In 1936, Roussel's Cello Concertino was composed, exemplifying his ability to blend soloist and orchestral textures elegantly.",
      "year": 1936,
      "location": "",
      "emoji": "🎻",
      "fun_version": "In 1936, Roussel's Cello Concertino was composed. It’s the only time the cello and orchestra agreed on anything – they’ve been arguing ever since about who gets to shine more, like a diva and her backup dancers! This spectacular piece exemplifies his ability to blend soloist and orchestral textures elegantly."
    },
    {
      "section": "Works",
      "title": "Le testament de la tante Caroline",
      "summary": "The opera 'Le testament de la tante Caroline' premiered on November 14, 1936, demonstrating Roussel's mastery of dramatic composition.",
      "year": 1936,
      "location": "",
      "emoji": "🎭",
      "fun_version": "The opera 'Le testament de la tante Caroline' premiered on November 14, 1936. It was such a hit that even Aunt Caroline from beyond the grave must have done a little jig in her opera seat! Who knew dramatic composition could be this entertaining? Roussel truly demonstrated his mastery of the craft."
    },
    {
      "section": "Works",
      "title": "Prelude to Act 2 of Le Quatorze juillet",
      "summary": "In 1936, Roussel composed the prelude to Act 2 of 'Le Quatorze juillet', an orchestral piece that enhances the emotional landscape of the opera.",
      "year": 1936,
      "location": "Paris",
      "emoji": "🎼",
      "fun_version": "In 1936, Roussel composed the prelude to Act 2 of 'Le Quatorze juillet', an orchestral piece that turns the emotional landscape of the opera into a dramatic roller coaster that no one wants to unbuckle from!"
    },
    {
      "section": "Biography",
      "title": "Death",
      "summary": "Albert Roussel passed away in Royan and was subsequently buried in the churchyard of Saint Valery in Varengeville-sur-Mer.",
      "year": 1937,
      "location": "Royan, France",
      "emoji": "⛪️",
      "fun_version": "Albert Roussel passed away in Royan and, humorously, his final resting place was the churchyard of Saint Valery - talk about a downgrade from life to afterlife accommodations!"
    }
  ],
  "works": [
    {
      "title": "Des heures passent, Op.1",
      "imslp_url": "https://imslp.org/wiki/Des_heures_passent,_Op.1_(Roussel,_Albert)",
      "year": 1898
    },
    {
      "title": "Piano Trio, Op.2",
      "imslp_url": "https://imslp.org/wiki/Piano_Trio,_Op.2_(Roussel,_Albert)",
      "year": 1902
    },
    {
      "title": "4 Poèmes, Op.3",
      "imslp_url": "https://imslp.org/wiki/4_Poèmes,_Op.3_(Roussel,_Albert)",
      "year": 1903
    },
    {
      "title": "Résurrection, Op.4",
      "imslp_url": "https://imslp.org/wiki/Résurrection,_Op.4_(Roussel,_Albert)",
      "year": 1903
    },
    {
      "title": "Conte à la poupée, L.5",
      "imslp_url": "https://imslp.org/wiki/Conte_à_la_poupée,_L.5_(Roussel,_Albert)",
      "year": 1904
    },
    {
      "title": "Rustiques, Op.5",
      "imslp_url": "https://imslp.org/wiki/Rustiques,_Op.5_(Roussel,_Albert)",
      "year": 1904
    },
    {
      "title": "Symphony No.1, Op.7",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.1,_Op.7_(Roussel,_Albert)",
      "year": 1904
    },
    {
      "title": "Divertissement, Op.6",
      "imslp_url": "https://imslp.org/wiki/Divertissement,_Op.6_(Roussel,_Albert)",
      "year": 1906
    },
    {
      "title": "2 Poèmes chinois, Op.12",
      "imslp_url": "https://imslp.org/wiki/2_Poèmes_chinois,_Op.12_(Roussel,_Albert)",
      "year": 1907
    },
    {
      "title": "4 Poèmes, Op.8",
      "imslp_url": "https://imslp.org/wiki/4_Poèmes,_Op.8_(Roussel,_Albert)",
      "year": 1907
    },
    {
      "title": "Violin Sonata No.1, Op.11",
      "imslp_url": "https://imslp.org/wiki/Violin_Sonata_No.1,_Op.11_(Roussel,_Albert)",
      "year": 1907
    },
    {
      "title": "Flammes, Op.10",
      "imslp_url": "https://imslp.org/wiki/Flammes,_Op.10_(Roussel,_Albert)",
      "year": 1908
    },
    {
      "title": "La menace, Op.9",
      "imslp_url": "https://imslp.org/wiki/La_menace,_Op.9_(Roussel,_Albert)",
      "year": 1908
    },
    {
      "title": "Le Marchand de sable qui passe, Op.13",
      "imslp_url": "https://imslp.org/wiki/Le_Marchand_de_sable_qui_passe,_Op.13_(Roussel,_Albert)",
      "year": 1908
    },
    {
      "title": "Suite, Op.14",
      "imslp_url": "https://imslp.org/wiki/Suite,_Op.14_(Roussel,_Albert)",
      "year": 1909
    },
    {
      "title": "Evocations, Op.15",
      "imslp_url": "https://imslp.org/wiki/Evocations,_Op.15_(Roussel,_Albert)",
      "year": 1910
    },
    {
      "title": "Le festin de l'araignée, Op.17",
      "imslp_url": "https://imslp.org/wiki/Le_festin_de_l'araignée,_Op.17_(Roussel,_Albert)",
      "year": 1912
    },
    {
      "title": "Petit canon perpétuel, L.17",
      "imslp_url": "https://imslp.org/wiki/Petit_canon_perpétuel,_L.17_(Roussel,_Albert)",
      "year": 1912
    },
    {
      "title": "Sonatine, Op.16",
      "imslp_url": "https://imslp.org/wiki/Sonatine,_Op.16_(Roussel,_Albert)",
      "year": 1912
    },
    {
      "title": "Padmâvatî, Op.18",
      "imslp_url": "https://imslp.org/wiki/Padmâvatî,_Op.18_(Roussel,_Albert)",
      "year": 1913
    },
    {
      "title": "2 Mélodies, Op.19",
      "imslp_url": "https://imslp.org/wiki/2_Mélodies,_Op.19_(Roussel,_Albert)",
      "year": 1918
    },
    {
      "title": "Padmâvatî Suite No.1, Op.18",
      "imslp_url": "https://imslp.org/wiki/Padmâvatî_Suite_No.1,_Op.18_(Roussel,_Albert)",
      "year": 1918
    },
    {
      "title": "Padmâvatî Suite No.2, Op.18",
      "imslp_url": "https://imslp.org/wiki/Padmâvatî_Suite_No.2,_Op.18_(Roussel,_Albert)",
      "year": 1918
    },
    {
      "title": "2 Mélodies, Op.20",
      "imslp_url": "https://imslp.org/wiki/2_Mélodies,_Op.20_(Roussel,_Albert)",
      "year": 1919
    },
    {
      "title": "Doute, L.24",
      "imslp_url": "https://imslp.org/wiki/Doute,_L.24_(Roussel,_Albert)",
      "year": 1919
    },
    {
      "title": "Impromptu, Op.21",
      "imslp_url": "https://imslp.org/wiki/Impromptu,_Op.21_(Roussel,_Albert)",
      "year": 1919
    },
    {
      "title": "Symphony No.2, Op.23",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.2,_Op.23_(Roussel,_Albert)",
      "year": 1919
    },
    {
      "title": "L'accueil des muses, L.27",
      "imslp_url": "https://imslp.org/wiki/L'accueil_des_muses,_L.27_(Roussel,_Albert)",
      "year": 1920
    },
    {
      "title": "Pour une fête de printemps, Op.22",
      "imslp_url": "https://imslp.org/wiki/Pour_une_fête_de_printemps,_Op.22_(Roussel,_Albert)",
      "year": 1920
    },
    {
      "title": "Fanfare pour un sacre païen, L.28",
      "imslp_url": "https://imslp.org/wiki/Fanfare_pour_un_sacre_païen,_L.28_(Roussel,_Albert)",
      "year": 1921
    },
    {
      "title": "La naissance de la lyre, Op.24",
      "imslp_url": "https://imslp.org/wiki/La_naissance_de_la_lyre,_Op.24_(Roussel,_Albert)",
      "year": 1922
    },
    {
      "title": "Madrigal aux muses, Op.25",
      "imslp_url": "https://imslp.org/wiki/Madrigal_aux_muses,_Op.25_(Roussel,_Albert)",
      "year": 1923
    },
    {
      "title": "2 Poèmes de Ronsard, Op.26",
      "imslp_url": "https://imslp.org/wiki/2_Poèmes_de_Ronsard,_Op.26_(Roussel,_Albert)",
      "year": 1924
    },
    {
      "title": "Joueurs de flûte, Op.27",
      "imslp_url": "https://imslp.org/wiki/Joueurs_de_flûte,_Op.27_(Roussel,_Albert)",
      "year": 1924
    },
    {
      "title": "Violin Sonata No.2, Op.28",
      "imslp_url": "https://imslp.org/wiki/Violin_Sonata_No.2,_Op.28_(Roussel,_Albert)",
      "year": 1924
    },
    {
      "title": "Duo, L.35",
      "imslp_url": "https://imslp.org/wiki/Duo,_L.35_(Roussel,_Albert)",
      "year": 1925
    },
    {
      "title": "Segovia, Op.29",
      "imslp_url": "https://imslp.org/wiki/Segovia,_Op.29_(Roussel,_Albert)",
      "year": 1925
    },
    {
      "title": "Sérénade, Op.30",
      "imslp_url": "https://imslp.org/wiki/Sérénade,_Op.30_(Roussel,_Albert)",
      "year": 1925
    },
    {
      "title": "Concert pour petit orchestre, Op.34",
      "imslp_url": "https://imslp.org/wiki/Concert_pour_petit_orchestre,_Op.34_(Roussel,_Albert)",
      "year": 1926
    },
    {
      "title": "Le bardit des francs, L.40",
      "imslp_url": "https://imslp.org/wiki/Le_bardit_des_francs,_L.40_(Roussel,_Albert)",
      "year": 1926
    },
    {
      "title": "Suite, Op.33",
      "imslp_url": "https://imslp.org/wiki/Suite,_Op.33_(Roussel,_Albert)",
      "year": 1926
    },
    {
      "title": "2 Poèmes chinois, Op.35",
      "imslp_url": "https://imslp.org/wiki/2_Poèmes_chinois,_Op.35_(Roussel,_Albert)",
      "year": 1927
    },
    {
      "title": "Piano Concerto, Op.36",
      "imslp_url": "https://imslp.org/wiki/Piano_Concerto,_Op.36_(Roussel,_Albert)",
      "year": 1927
    },
    {
      "title": "Sarabande de 'L'éventail de Jeanne', L.42",
      "imslp_url": "https://imslp.org/wiki/Sarabande_de_'L'éventail_de_Jeanne',_L.42_(Roussel,_Albert)",
      "year": 1927
    },
    {
      "title": "O bon vin, où as-tu crû ?, L.47",
      "imslp_url": "https://imslp.org/wiki/O_bon_vin,_où_as-tu_crû_?,_L.47_(Roussel,_Albert)",
      "year": 1928
    },
    {
      "title": "Psalm 80, Op.37",
      "imslp_url": "https://imslp.org/wiki/Psalm_80,_Op.37_(Roussel,_Albert)",
      "year": 1928
    },
    {
      "title": "Vocalise No.2, L.48",
      "imslp_url": "https://imslp.org/wiki/Vocalise_No.2,_L.48_(Roussel,_Albert)",
      "year": 1928
    },
    {
      "title": "Petite suite, Op.39",
      "imslp_url": "https://imslp.org/wiki/Petite_suite,_Op.39_(Roussel,_Albert)",
      "year": 1929
    },
    {
      "title": "Prélude et fughetta, Op.41",
      "imslp_url": "https://imslp.org/wiki/Prélude_et_fughetta,_Op.41_(Roussel,_Albert)",
      "year": 1929
    },
    {
      "title": "Symphony No.3, Op.42",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.3,_Op.42_(Roussel,_Albert)",
      "year": 1929
    },
    {
      "title": "Trio for Flute, Viola and Cello, Op.40",
      "imslp_url": "https://imslp.org/wiki/Trio_for_Flute,_Viola_and_Cello,_Op.40_(Roussel,_Albert)",
      "year": 1929
    },
    {
      "title": "Bacchus et Ariane, Op.43",
      "imslp_url": "https://imslp.org/wiki/Bacchus_et_Ariane,_Op.43_(Roussel,_Albert)",
      "year": 1930
    },
    {
      "title": "2 Idylles, Op.44",
      "imslp_url": "https://imslp.org/wiki/2_Idylles,_Op.44_(Roussel,_Albert)",
      "year": 1931
    },
    {
      "title": "A Flower Given to My Daughter, L.55",
      "imslp_url": "https://imslp.org/wiki/A_Flower_Given_to_My_Daughter,_L.55_(Roussel,_Albert)",
      "year": 1931
    },
    {
      "title": "String Quartet, Op.45",
      "imslp_url": "https://imslp.org/wiki/String_Quartet,_Op.45_(Roussel,_Albert)",
      "year": 1931
    },
    {
      "title": "2 Poèmes chinois, Op.47",
      "imslp_url": "https://imslp.org/wiki/2_Poèmes_chinois,_Op.47_(Roussel,_Albert)",
      "year": 1932
    },
    {
      "title": "A Glorious Day, Op.48",
      "imslp_url": "https://imslp.org/wiki/A_Glorious_Day,_Op.48_(Roussel,_Albert)",
      "year": 1932
    },
    {
      "title": "Prélude et fugue, Op.46",
      "imslp_url": "https://imslp.org/wiki/Prélude_et_fugue,_Op.46_(Roussel,_Albert)",
      "year": 1932
    },
    {
      "title": "2 Mélodies, Op.50",
      "imslp_url": "https://imslp.org/wiki/2_Mélodies,_Op.50_(Roussel,_Albert)",
      "year": 1933
    },
    {
      "title": "3 Pieces, Op.49",
      "imslp_url": "https://imslp.org/wiki/3_Pieces,_Op.49_(Roussel,_Albert)",
      "year": 1933
    },
    {
      "title": "Andante et scherzo, Op.51",
      "imslp_url": "https://imslp.org/wiki/Andante_et_scherzo,_Op.51_(Roussel,_Albert)",
      "year": 1934
    },
    {
      "title": "Pipe, L.65",
      "imslp_url": "https://imslp.org/wiki/Pipe,_L.65_(Roussel,_Albert)",
      "year": 1934
    },
    {
      "title": "Sinfonietta, Op.52",
      "imslp_url": "https://imslp.org/wiki/Sinfonietta,_Op.52_(Roussel,_Albert)",
      "year": 1934
    },
    {
      "title": "Symphony No.4, Op.53",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.4,_Op.53_(Roussel,_Albert)",
      "year": 1934
    },
    {
      "title": "2 Mélodies, Op.55",
      "imslp_url": "https://imslp.org/wiki/2_Mélodies,_Op.55_(Roussel,_Albert)",
      "year": 1935
    },
    {
      "title": "Cello Concertino, Op.57",
      "imslp_url": "https://imslp.org/wiki/Cello_Concertino,_Op.57_(Roussel,_Albert)",
      "year": 1936
    },
    {
      "title": "Rapsodie flamande, Op.56",
      "imslp_url": "https://imslp.org/wiki/Rapsodie_flamande,_Op.56_(Roussel,_Albert)",
      "year": 1936
    },
    {
      "title": "Andante d'un trio d'anches inachevé, L.75",
      "imslp_url": "https://imslp.org/wiki/Andante_d'un_trio_d'anches_inachevé,_L.75_(Roussel,_Albert)",
      "year": 1937
    },
    {
      "title": "String Trio, Op.58",
      "imslp_url": "https://imslp.org/wiki/String_Trio,_Op.58_(Roussel,_Albert)",
      "year": 1937
    }
  ]
}