{
  "full_name": "Arthur Sullivan",
  "first_names": "Arthur Seymour",
  "last_name": "Sullivan",
  "birth_year": 1842,
  "death_year": 1900,
  "wikipedia_url": "https://en.wikipedia.org/wiki/Arthur_Sullivan",
  "events": [
    {
      "section": "Life and career",
      "title": "Birth",
      "summary": "Arthur Sullivan was born in Lambeth, London, the younger of two children. His father was a military bandmaster and music teacher. He showed musical talent at an early age, composing an anthem at eight years old.",
      "year": 1842,
      "location": "Lambeth, London",
      "emoji": "🎶",
      "fun_version": "Arthur Sullivan was born in Lambeth, London, as the younger of two children. With a father who was a military bandmaster and music teacher, little Arthur basically had his own marching band before he could even tie his shoelaces. By the time he was eight, he wasn't just composing anthems; he was probably planning his first musical world tour!"
    },
    {
      "section": "Life and career",
      "title": "Chapel Royal Chorister",
      "summary": "At the age of nearly twelve, Sullivan became a chorister at the Chapel Royal, where he excelled and became a soloist, demonstrating significant musical ability at a young age.",
      "year": 1854,
      "location": "Chapel Royal, London",
      "emoji": "🎶",
      "fun_version": "Sullivan joined the Chapel Royal as a chorister at the tender age of nearly twelve – yes, nearly twelve, because who wants to commit to being twelve? He quickly became a soloist, demonstrating significant musical ability at a young age and showing off his talents like a peacock at a talent show, dazzling everyone!"
    },
    {
      "section": "Life and career",
      "title": "Mendelssohn Scholarship",
      "summary": "Sullivan was awarded the first Mendelssohn Scholarship by the Royal Academy of Music at the age of 14, allowing him significant training in music. This award was a notable early recognition of his talent.",
      "year": 1856,
      "location": "Royal Academy of Music, London",
      "emoji": "🎶",
      "fun_version": "Sullivan was awarded the first Mendelssohn Scholarship by the Royal Academy of Music at the age of 14, which is impressive considering most teenagers are still figuring out how to avoid doing their homework. This award was a notable early recognition of his talent."
    },
    {
      "section": "Life and career",
      "title": "Graduation and First Performance",
      "summary": "Sullivan graduated from the Leipzig Conservatoire, creating a suite of incidental music for Shakespeare's The Tempest, which was later performed at the Crystal Palace to great acclaim.",
      "year": 1861,
      "location": "Leipzig Conservatoire",
      "emoji": "🎓",
      "fun_version": "Sullivan graduated from the Leipzig Conservatoire and created a suite of incidental music for Shakespeare's The Tempest, which was later performed at the Crystal Palace to great acclaim!"
    },
    {
      "section": "Reputation and criticism",
      "title": "Acclaim for The Tempest",
      "summary": "Sullivan's incidental music to The Tempest was received with great acclaim at the Crystal Palace, showcasing his youthful promise and skill as a composer. Critics noted its fanciful nature and conscientiousness, marking a significant moment in his early career.",
      "year": 1862,
      "location": "Crystal Palace",
      "emoji": "🎶",
      "fun_version": "Sullivan's incidental music to The Tempest was received with great acclaim at the Crystal Palace, showcasing his youthful promise. Critics noted its fanciful nature and conscientiousness, marking a significant moment in his early career."
    },
    {
      "section": "Personal life",
      "title": "Hosting Private Entertainments",
      "summary": "Sullivan enjoyed hosting private dinners and entertainments at his home, where he mingled with notable singers and actors, showcasing his social charm and musical connections.",
      "year": 1865,
      "location": "London",
      "emoji": "🎉",
      "fun_version": "Sullivan hosted private dinners at his home, where he mingled with notable singers and actors, showcasing his social charm and musical connections, realizing that his cooking was so good it might just bring down the house! Between socializing and serenading, he always made sure the entertainment was a real \"note\"-worthy affair!"
    },
    {
      "section": "Reputation and criticism",
      "title": "Enthusiastic Reception of The Irish Symphony",
      "summary": "Sullivan's Irish Symphony, composed in 1866, garnered enthusiastic praise from critics, who acknowledged it as a pivotal work showcasing his orchestral talent, despite subsequent mixed reactions to his compositions.",
      "year": 1866,
      "location": "",
      "emoji": "🎶",
      "fun_version": "Sullivan's Irish Symphony, composed in 1866, garnered enthusiastic praise from critics who probably needed a little whiskey to make it through, hailing it as a pivotal work showcasing his orchestral talent, and like being the most popular kid in a school of violins and flutes."
    },
    {
      "section": "Personal life",
      "title": "Affair with Rachel Scott Russell",
      "summary": "Arthur Sullivan had a significant romantic involvement with Rachel Scott Russell, which blossomed in the mid-1860s. Despite her parents disapproving of a union due to Sullivan's uncertain financial status, they continued their relationship covertly until it ended by early 1869.",
      "year": 1868,
      "location": "Scott Russell home",
      "emoji": "❤️",
      "fun_version": "Arthur Sullivan had a romantic involvement with Rachel Scott Russell in the mid-1860s that was quite 'on the down-low.' Her parents weren't particularly interested in handing out wedding gifts because Sullivan's wallet was as empty as a bank after Black Friday. But their relationship continued covertly until early 1869 when they decided to call it quits."
    },
    {
      "section": "Personal life",
      "title": "Affair with Fanny Ronalds",
      "summary": "Sullivan's longest love affair was with Fanny Ronalds, whom he met in Paris around 1867. Their relationship intensified in 1871 and she became a significant figure in his life, often performing his songs and associated with his music.",
      "year": 1871,
      "location": "Paris",
      "emoji": "❤️",
      "fun_version": "Sullivan's longest love affair was with Fanny Ronalds, whom he met in Paris around 1867. Their relationship really hit the high notes in 1871, and Fanny turned into his muse, performing his songs like an opera diva."
    },
    {
      "section": "Life and career",
      "title": "Hymn Composition",
      "summary": "In 1871, Sullivan wrote the hymn \"Onward, Christian Soldiers,\" which was adopted by the Salvation Army and remains one of his most famous works.",
      "year": 1871,
      "location": "London",
      "emoji": "✝️",
      "fun_version": "In 1871, Sullivan penned the hymn 'Onward, Christian Soldiers,' which was so good that the Salvation Army decided to adopt it, probably thinking, 'This is better than our other marching music!' It remains one of his most renowned hits."
    },
    {
      "section": "Reputation and criticism",
      "title": "Critical Praise for Iolanthe",
      "summary": "Iolanthe, a notable comic opera by Sullivan, solidified his reputation as a leading composer of comic opera in England, with critics highlighting its spontaneity and scholarly craftsmanship.",
      "year": 1882,
      "location": "",
      "emoji": "🎭",
      "fun_version": "Iolanthe, a masterpiece by Sullivan that solidified his reputation as a leading composer of comic opera in England, is like that friend who always brings a kazoo to a serious wedding—turning opera into a laugh-fest! Critics say it’s bursting with spontaneity while showcasing serious scholarly craftsmanship."
    },
    {
      "section": "Life and career",
      "title": "Knighted by Queen Victoria",
      "summary": "On May 22, 1883, Sullivan was knighted by Queen Victoria for his contributions to music in Britain, recognizing his immense contributions to the arts.",
      "year": 1883,
      "location": "London",
      "emoji": "🎶",
      "fun_version": "On May 22, 1883, when Queen Victoria had run out of tea and needed some entertainment, she knighted Sullivan for his musical talents – because apparently, there was no better way to fix a music crisis in Britain than giving someone a shiny sword and a title!"
    },
    {
      "section": "Personal life",
      "title": "Support for Fred's Family",
      "summary": "After the death of his brother Fred, Sullivan became guardian to his seven children and provided substantial financial support, ensuring their well-being and education during their upbringing in the United States.",
      "year": 1883,
      "location": "Los Angeles",
      "emoji": "👨‍👧‍👦",
      "fun_version": "Sullivan found himself in a bit of a pickle after Fred’s grand exit from life—turns out, ‘being the cool uncle’ was just code for ‘suddenly responsible for seven kids and their next million-dollar education fund!’ Nonetheless, he took on the role of guardian, ensuring their well-being and education during their upbringing in the United States."
    },
    {
      "section": "Reputation and criticism",
      "title": "Redemption with The Golden Legend",
      "summary": "The Golden Legend premiered in 1886, earning Sullivan accolades as it was described as a triumph of English art, marking a significant redemption in his career according to critics.",
      "year": 1886,
      "location": "",
      "emoji": "🏅",
      "fun_version": "The Golden Legend boldly premiered in 1886, leaving critics throwing confetti and Sullivan wondering if he should open a bakery instead. They called it a triumph of English art, signaling a remarkable redemptive moment in his career. Who knew art could bring such delicious success?"
    },
    {
      "section": "Reputation and criticism",
      "title": "Hope for The Yeomen of the Guard",
      "summary": "With the premiere of The Yeomen of the Guard in 1888, hopes were expressed that Sullivan had crafted a genuine English opera, signaling a potential advancement in the national lyric stage.",
      "year": 1888,
      "location": "",
      "emoji": "🎭",
      "fun_version": "In 1888, The Yeomen of the Guard premiered! It was like the opera version of a mystery dinner party - full of hopes that Sullivan had finally crafted a genuine English opera. Spoiler alert: he did, and England sighed in relief, believing this was a big step forward for the national lyric stage instead of just another excuse for tea parties and crumpets!"
    },
    {
      "section": "Reputation and criticism",
      "title": "Reception of Ivanhoe",
      "summary": "Ivanhoe, Sullivan's only grand opera, premiered in 1891 and received generally favorable reviews, with critics acknowledging its best portions as powerful and dignified, despite some reservations.",
      "year": 1891,
      "location": "",
      "emoji": "🎭",
      "fun_version": "Ivanhoe, Sullivan's only grand opera, premiered in 1891 – a year people were debating toga parties or gothic melodies. Critics gave it generally favorable reviews, noting its powerful and dignified portions despite some reservations."
    },
    {
      "section": "Personal life",
      "title": "Proposed Marriage to Violet Beddington",
      "summary": "In 1896, at the age of 54, Sullivan proposed to 22-year-old Violet Beddington. Unfortunately, she declined his proposal, leaving Sullivan to remain single for the remainder of his life.",
      "year": 1896,
      "location": "London",
      "emoji": "💔",
      "fun_version": "In 1896, at the age of 54, Sullivan proposed to 22-year-old Violet Beddington, thinking he was a romantic hero. Unfortunately, she declined his proposal, leaving Sullivan to remain single for the remainder of his life."
    },
    {
      "section": "Reputation and criticism",
      "title": "Praise for Victoria and Merrie England",
      "summary": "The 1897 ballet Victoria and Merrie England was celebrated by critics, who emphasized its engaging melodies and delicate orchestration, reflecting Sullivan's connection with the public through music that was both enjoyable and accessible.",
      "year": 1897,
      "location": "",
      "emoji": "🎶",
      "fun_version": "The 1897 ballet Victoria and Merrie England was so celebrated that the critics couldn't get enough of the engaging melodies and delicate orchestration, highlighting Sullivan's incredible connection with the public, as if he were serenading them from across a delightful buffet of enjoyable and accessible music!"
    },
    {
      "section": "Life and career",
      "title": "Death",
      "summary": "Sullivan passed away from heart failure, leading to a posthumous performance of his Te Deum Laudamus, composed in anticipation of victory in the Boer War.",
      "year": 1900,
      "location": "Westminster, England",
      "emoji": "🕊️",
      "fun_version": "Sullivan passed away from heart failure, but not before one last hurrah. Picture it: a ghostly performance of his Te Deum Laudamus, composed in anticipation of victory in the Boer War, now celebrating his legacy from beyond the grave!"
    }
  ],
  "works": [
    {
      "title": "The Tempest",
      "imslp_url": "https://imslp.org/wiki/The_Tempest_(Sullivan,_Arthur)",
      "year": 1861
    },
    {
      "title": "The Sapphire Necklace",
      "imslp_url": "https://imslp.org/wiki/The_Sapphire_Necklace_(Sullivan,_Arthur)",
      "year": 1862
    },
    {
      "title": "Thoughts, Op.2",
      "imslp_url": "https://imslp.org/wiki/Thoughts,_Op.2_(Sullivan,_Arthur)",
      "year": 1862
    },
    {
      "title": "Symphony in E major",
      "imslp_url": "https://imslp.org/wiki/Symphony_in_E_major_(Sullivan,_Arthur)",
      "year": 1863
    },
    {
      "title": "The Princess of Wales' March",
      "imslp_url": "https://imslp.org/wiki/The_Princess_of_Wales'_March_(Sullivan,_Arthur)",
      "year": 1863
    },
    {
      "title": "The Masque at Kenilworth, Op.4",
      "imslp_url": "https://imslp.org/wiki/The_Masque_at_Kenilworth,_Op.4_(Sullivan,_Arthur)",
      "year": 1864
    },
    {
      "title": "An Idyll",
      "imslp_url": "https://imslp.org/wiki/An_Idyll_(Sullivan,_Arthur)",
      "year": 1865
    },
    {
      "title": "Cox and Box",
      "imslp_url": "https://imslp.org/wiki/Cox_and_Box_(Sullivan,_Arthur)",
      "year": 1866
    },
    {
      "title": "In Memoriam",
      "imslp_url": "https://imslp.org/wiki/In_Memoriam_(Sullivan,_Arthur)",
      "year": 1866
    },
    {
      "title": "Te Deum laudamus in D major",
      "imslp_url": "https://imslp.org/wiki/Te_Deum_laudamus_in_D_major_(Sullivan,_Arthur)",
      "year": 1866
    },
    {
      "title": "Day Dreams",
      "imslp_url": "https://imslp.org/wiki/Day_Dreams_(Sullivan,_Arthur)",
      "year": 1867
    },
    {
      "title": "O Hush Thee, My Babie",
      "imslp_url": "https://imslp.org/wiki/O_Hush_Thee,_My_Babie_(Sullivan,_Arthur)",
      "year": 1867
    },
    {
      "title": "The Contrabandista",
      "imslp_url": "https://imslp.org/wiki/The_Contrabandista_(Sullivan,_Arthur)",
      "year": 1867
    },
    {
      "title": "The Rainy Day",
      "imslp_url": "https://imslp.org/wiki/The_Rainy_Day_(Sullivan,_Arthur)",
      "year": 1867
    },
    {
      "title": "The Window",
      "imslp_url": "https://imslp.org/wiki/The_Window_(Sullivan,_Arthur)",
      "year": 1867
    },
    {
      "title": "Duo concertante, Op.2",
      "imslp_url": "https://imslp.org/wiki/Duo_concertante,_Op.2_(Sullivan,_Arthur)",
      "year": 1868
    },
    {
      "title": "Evening",
      "imslp_url": "https://imslp.org/wiki/Evening_(Sullivan,_Arthur)",
      "year": 1868
    },
    {
      "title": "I Sing the Birth",
      "imslp_url": "https://imslp.org/wiki/I_Sing_the_Birth_(Sullivan,_Arthur)",
      "year": 1868
    },
    {
      "title": "Twilight",
      "imslp_url": "https://imslp.org/wiki/Twilight_(Sullivan,_Arthur)",
      "year": 1868
    },
    {
      "title": "Birds in the Night",
      "imslp_url": "https://imslp.org/wiki/Birds_in_the_Night_(Sullivan,_Arthur)",
      "year": 1869
    },
    {
      "title": "The Prodigal Son",
      "imslp_url": "https://imslp.org/wiki/The_Prodigal_Son_(Sullivan,_Arthur)",
      "year": 1869
    },
    {
      "title": "The Troubadour",
      "imslp_url": "https://imslp.org/wiki/The_Troubadour_(Sullivan,_Arthur)",
      "year": 1869
    },
    {
      "title": "A Life That Lives For You",
      "imslp_url": "https://imslp.org/wiki/A_Life_That_Lives_For_You_(Sullivan,_Arthur)",
      "year": 1870
    },
    {
      "title": "Echoes",
      "imslp_url": "https://imslp.org/wiki/Echoes_(Sullivan,_Arthur)",
      "year": 1870
    },
    {
      "title": "Joy to the Victors",
      "imslp_url": "https://imslp.org/wiki/Joy_to_the_Victors_(Sullivan,_Arthur)",
      "year": 1870
    },
    {
      "title": "Overture di ballo",
      "imslp_url": "https://imslp.org/wiki/Overture_di_ballo_(Sullivan,_Arthur)",
      "year": 1870
    },
    {
      "title": "Parting Gleams",
      "imslp_url": "https://imslp.org/wiki/Parting_Gleams_(Sullivan,_Arthur)",
      "year": 1870
    },
    {
      "title": "It came upon the midnight clear",
      "imslp_url": "https://imslp.org/wiki/It_came_upon_the_midnight_clear_(Sullivan,_Arthur)",
      "year": 1871
    },
    {
      "title": "On Shore and Sea",
      "imslp_url": "https://imslp.org/wiki/On_Shore_and_Sea_(Sullivan,_Arthur)",
      "year": 1871
    },
    {
      "title": "The Merchant of Venice",
      "imslp_url": "https://imslp.org/wiki/The_Merchant_of_Venice_(Sullivan,_Arthur)",
      "year": 1871
    },
    {
      "title": "Thespis",
      "imslp_url": "https://imslp.org/wiki/Thespis_(Sullivan,_Arthur)",
      "year": 1871
    },
    {
      "title": "Festival Te Deum",
      "imslp_url": "https://imslp.org/wiki/Festival_Te_Deum_(Sullivan,_Arthur)",
      "year": 1872
    },
    {
      "title": "Guinevere!",
      "imslp_url": "https://imslp.org/wiki/Guinevere!_(Sullivan,_Arthur)",
      "year": 1872
    },
    {
      "title": "Oh! ma charmante",
      "imslp_url": "https://imslp.org/wiki/Oh!_ma_charmante_(Sullivan,_Arthur)",
      "year": 1872
    },
    {
      "title": "Once Again",
      "imslp_url": "https://imslp.org/wiki/Once_Again_(Sullivan,_Arthur)",
      "year": 1872
    },
    {
      "title": "The Light of the World",
      "imslp_url": "https://imslp.org/wiki/The_Light_of_the_World_(Sullivan,_Arthur)",
      "year": 1872
    },
    {
      "title": "The Sailor's Grave",
      "imslp_url": "https://imslp.org/wiki/The_Sailor's_Grave_(Sullivan,_Arthur)",
      "year": 1872
    },
    {
      "title": "Zum Geburtstage",
      "imslp_url": "https://imslp.org/wiki/Zum_Geburtstage_(Sullivan,_Arthur)",
      "year": 1872
    },
    {
      "title": "Looking Forward",
      "imslp_url": "https://imslp.org/wiki/Looking_Forward_(Sullivan,_Arthur)",
      "year": 1873
    },
    {
      "title": "Living Poems",
      "imslp_url": "https://imslp.org/wiki/Living_Poems_(Sullivan,_Arthur)",
      "year": 1874
    },
    {
      "title": "Love Laid His Sleepless Head",
      "imslp_url": "https://imslp.org/wiki/Love_Laid_His_Sleepless_Head_(Sullivan,_Arthur)",
      "year": 1874
    },
    {
      "title": "My Dear and Only Love",
      "imslp_url": "https://imslp.org/wiki/My_Dear_and_Only_Love_(Sullivan,_Arthur)",
      "year": 1874
    },
    {
      "title": "Christmas Bells at Sea",
      "imslp_url": "https://imslp.org/wiki/Christmas_Bells_at_Sea_(Sullivan,_Arthur)",
      "year": 1875
    },
    {
      "title": "I Will Mention the Loving-Kindnesses",
      "imslp_url": "https://imslp.org/wiki/I_Will_Mention_the_Loving-Kindnesses_(Sullivan,_Arthur)",
      "year": 1875
    },
    {
      "title": "The Zoo",
      "imslp_url": "https://imslp.org/wiki/The_Zoo_(Sullivan,_Arthur)",
      "year": 1875
    },
    {
      "title": "Trial by Jury",
      "imslp_url": "https://imslp.org/wiki/Trial_by_Jury_(Sullivan,_Arthur)",
      "year": 1875
    },
    {
      "title": "My Dearest Heart",
      "imslp_url": "https://imslp.org/wiki/My_Dearest_Heart_(Sullivan,_Arthur)",
      "year": 1876
    },
    {
      "title": "The Progress of Music",
      "imslp_url": "https://imslp.org/wiki/The_Progress_of_Music_(Sullivan,_Arthur)",
      "year": 1876
    },
    {
      "title": "The Lost Chord",
      "imslp_url": "https://imslp.org/wiki/The_Lost_Chord_(Sullivan,_Arthur)",
      "year": 1877
    },
    {
      "title": "The Sorcerer",
      "imslp_url": "https://imslp.org/wiki/The_Sorcerer_(Sullivan,_Arthur)",
      "year": 1877
    },
    {
      "title": "When Thou Art Near",
      "imslp_url": "https://imslp.org/wiki/When_Thou_Art_Near_(Sullivan,_Arthur)",
      "year": 1877
    },
    {
      "title": "H.M.S. Pinafore",
      "imslp_url": "https://imslp.org/wiki/H.M.S._Pinafore_(Sullivan,_Arthur)",
      "year": 1878
    },
    {
      "title": "Henry VIII",
      "imslp_url": "https://imslp.org/wiki/Henry_VIII_(Sullivan,_Arthur)",
      "year": 1879
    },
    {
      "title": "Old Love Letters",
      "imslp_url": "https://imslp.org/wiki/Old_Love_Letters_(Sullivan,_Arthur)",
      "year": 1879
    },
    {
      "title": "St. Agnes' Eve",
      "imslp_url": "https://imslp.org/wiki/St._Agnes'_Eve_(Sullivan,_Arthur)",
      "year": 1879
    },
    {
      "title": "The Pirates of Penzance",
      "imslp_url": "https://imslp.org/wiki/The_Pirates_of_Penzance_(Sullivan,_Arthur)",
      "year": 1879
    },
    {
      "title": "Dominion Hymn",
      "imslp_url": "https://imslp.org/wiki/Dominion_Hymn_(Sullivan,_Arthur)",
      "year": 1880
    },
    {
      "title": "Edward Gray",
      "imslp_url": "https://imslp.org/wiki/Edward_Gray_(Sullivan,_Arthur)",
      "year": 1880
    },
    {
      "title": "The Martyr of Antioch",
      "imslp_url": "https://imslp.org/wiki/The_Martyr_of_Antioch_(Sullivan,_Arthur)",
      "year": 1880
    },
    {
      "title": "Patience",
      "imslp_url": "https://imslp.org/wiki/Patience_(Sullivan,_Arthur)",
      "year": 1881
    },
    {
      "title": "Iolanthe",
      "imslp_url": "https://imslp.org/wiki/Iolanthe_(Sullivan,_Arthur)",
      "year": 1882
    },
    {
      "title": "Princess Ida",
      "imslp_url": "https://imslp.org/wiki/Princess_Ida_(Sullivan,_Arthur)",
      "year": 1883
    },
    {
      "title": "The Mikado",
      "imslp_url": "https://imslp.org/wiki/The_Mikado_(Sullivan,_Arthur)",
      "year": 1885
    },
    {
      "title": "Ode on the Opening of the Colonial and Indian Exhibition",
      "imslp_url": "https://imslp.org/wiki/Ode_on_the_Opening_of_the_Colonial_and_Indian_Exhibition_(Sullivan,_Arthur)",
      "year": 1886
    },
    {
      "title": "Ruddigore",
      "imslp_url": "https://imslp.org/wiki/Ruddigore_(Sullivan,_Arthur)",
      "year": 1886
    },
    {
      "title": "The Golden Legend",
      "imslp_url": "https://imslp.org/wiki/The_Golden_Legend_(Sullivan,_Arthur)",
      "year": 1886
    },
    {
      "title": "Ode on Laying the Foundation Stone of the Imperial Institute",
      "imslp_url": "https://imslp.org/wiki/Ode_on_Laying_the_Foundation_Stone_of_the_Imperial_Institute_(Sullivan,_Arthur)",
      "year": 1887
    },
    {
      "title": "The Yeomen of the Guard",
      "imslp_url": "https://imslp.org/wiki/The_Yeomen_of_the_Guard_(Sullivan,_Arthur)",
      "year": 1887
    },
    {
      "title": "The Gondoliers",
      "imslp_url": "https://imslp.org/wiki/The_Gondoliers_(Sullivan,_Arthur)",
      "year": 1889
    },
    {
      "title": "You Sleep",
      "imslp_url": "https://imslp.org/wiki/You_Sleep_(Sullivan,_Arthur)",
      "year": 1889
    },
    {
      "title": "Ivanhoe",
      "imslp_url": "https://imslp.org/wiki/Ivanhoe_(Sullivan,_Arthur)",
      "year": 1890
    },
    {
      "title": "The Foresters",
      "imslp_url": "https://imslp.org/wiki/The_Foresters_(Sullivan,_Arthur)",
      "year": 1891
    },
    {
      "title": "Imperial March",
      "imslp_url": "https://imslp.org/wiki/Imperial_March_(Sullivan,_Arthur)",
      "year": 1893
    },
    {
      "title": "Utopia Limited",
      "imslp_url": "https://imslp.org/wiki/Utopia_Limited_(Sullivan,_Arthur)",
      "year": 1893
    },
    {
      "title": "The Chieftain",
      "imslp_url": "https://imslp.org/wiki/The_Chieftain_(Sullivan,_Arthur)",
      "year": 1894
    },
    {
      "title": "The Grand Duke",
      "imslp_url": "https://imslp.org/wiki/The_Grand_Duke_(Sullivan,_Arthur)",
      "year": 1896
    },
    {
      "title": "Victoria and Merrie England",
      "imslp_url": "https://imslp.org/wiki/Victoria_and_Merrie_England_(Sullivan,_Arthur)",
      "year": 1897
    },
    {
      "title": "The Beauty Stone",
      "imslp_url": "https://imslp.org/wiki/The_Beauty_Stone_(Sullivan,_Arthur)",
      "year": 1898
    },
    {
      "title": "The Martyr of Antioch (suite)",
      "imslp_url": "https://imslp.org/wiki/The_Martyr_of_Antioch_(suite)_(Sullivan,_Arthur)",
      "year": 1898
    },
    {
      "title": "The Absent-Minded Beggar March",
      "imslp_url": "https://imslp.org/wiki/The_Absent-Minded_Beggar_March_(Sullivan,_Arthur)",
      "year": 1899
    },
    {
      "title": "The Rose of Persia",
      "imslp_url": "https://imslp.org/wiki/The_Rose_of_Persia_(Sullivan,_Arthur)",
      "year": 1899
    },
    {
      "title": "Te Deum laudamus",
      "imslp_url": "https://imslp.org/wiki/Te_Deum_laudamus_(Sullivan,_Arthur)",
      "year": 1900
    }
  ]
}