{
  "full_name": "Carl Orff",
  "first_names": "Carl",
  "last_name": "Orff",
  "birth_year": 1895,
  "death_year": 1982,
  "wikipedia_url": "https://en.wikipedia.org/wiki/Carl_Orff",
  "events": [
    {
      "event": "Birth",
      "summary": "Carl Orff made his grand entrance into the world, emerging into a musical and military family in Munich, where he probably hummed before he even cried.",
      "year": 1895,
      "city": "Munich",
      "country": "Germany"
    },
    {
      "event": "First Music Lessons",
      "summary": "At the tender age of five, Orff started tickling the ivories on the piano, sparking a lifelong love affair with music that would later include composing for puppet plays, because who doesn't love a good puppet show?",
      "year": 1900,
      "city": "Munich",
      "country": "Germany"
    },
    {
      "event": "First Concert Experience",
      "summary": "Orff's ears were treated to his first opera, Wagner's The Flying Dutchman, making him question if he should stick to composing or audition for the role of a lifetime in the opera.",
      "year": 1909,
      "city": "Munich",
      "country": "Germany"
    },
    {
      "event": "Composed Lieder",
      "summary": "Orff started churning out Lieder faster than a bakery makes bread, with texts from German poets, and the poetry club surely couldn't keep up with his creative flow!",
      "year": 1910,
      "city": "Munich",
      "country": "Germany"
    },
    {
      "event": "World War I Draft",
      "summary": "In a plot twist, the military service called, and Orff found himself in the German Army, trading his composing pen for a rifle, much to his dismay.",
      "year": 1917,
      "city": "Germany",
      "country": "Germany"
    },
    {
      "event": "Severe Injuries",
      "summary": "After a rather dramatic trench accident that sounds like a tragic scene from a novel, Orff faced life-altering injuries, leaving him to wonder if he should really just stick to writing music.",
      "year": 1917,
      "city": "Germany",
      "country": "Germany"
    },
    {
      "event": "Post-War Career Begins",
      "summary": "As the dust of war settled, Orff found his footing in the music world, taking up positions at opera houses where he was likely an equal mix of a taskmaster and idealistic dreamer.",
      "year": 1920,
      "city": "Mannheim/Darmstadt",
      "country": "Germany"
    },
    {
      "event": "Founded Günther-Schule",
      "summary": "In a triumphant return to creativity, Orff teamed up with Dorothee Günther to establish a school where children could dance, sing, and potentially take over the world with their musical prowess.",
      "year": 1924,
      "city": "Munich",
      "country": "Germany"
    },
    {
      "event": "Published Schulwerk",
      "summary": "Orff unveiled the 'Schulwerk', a revolutionary manual for music education that left the education community wondering why they hadn't thought of it first and secretly wishing they had his creative flair.",
      "year": 1930,
      "city": "Munich",
      "country": "Germany"
    },
    {
      "event": "Premiere of Carmina Burana",
      "summary": "Orff's masterpiece, 'Carmina Burana', burst onto the scene and instantly became the life of the party in Nazi Germany, proving that even amidst chaos, great art can shine through.",
      "year": 1937,
      "city": "Frankfurt",
      "country": "Germany"
    },
    {
      "event": "Created Incidental Music for Shakespare",
      "summary": "Orff’s music for 'A Midsummer Night's Dream' turned the tables on Mendelssohn’s banned scores, showcasing his ability to dance around restrictions like a pro.",
      "year": 1939,
      "city": "Frankfurt",
      "country": "Germany"
    },
    {
      "event": "First major performance of revised version of opera",
      "summary": "After a long wait and a bit of wrangling over revisions, Orff's updated version of his opera finally made its grand debut in Darmstadt. It was like waiting for your favorite pizza to arrive, only to find out it was actually a calzone! But there was no denying the audience's delight when it hit the stage.",
      "year": 1952,
      "city": "Darmstadt",
      "country": "Germany"
    },
    {
      "event": "American premiere of 'Carmina Burana'",
      "summary": "Orff's iconic work 'Carmina Burana' crossed the pond for its American debut at the Empire State Music Festival. Imagine a giant crowd and Leopold Stokowski waving his baton like a magician revealing a very talented rabbit from a very big hat!",
      "year": 1956,
      "city": "New York",
      "country": "USA"
    },
    {
      "event": "Final revision of his opera",
      "summary": "In a classic case of 'one more thing', Orff decided to make yet another round of revisions to his masterpiece, ensuring it would be just perfect—or at least as perfect as one can get in the ever-evolving world of music. And sure enough, this final version dazzled audiences afresh.",
      "year": 1964,
      "city": "Stuttgart",
      "country": "Germany"
    },
    {
      "event": "Denazification evaluation",
      "summary": "Orff went through a denazification process, like a musician in a very serious talent show, trying to prove he was more about harmony and less about the chaos of the previous regime. His evaluator gave him a passing grade, which was like getting a thumbs-up from the sternest teacher in school.",
      "year": 1946,
      "city": "Bad Homburg",
      "country": "Germany"
    },
    {
      "event": "Final marriage",
      "summary": "Carl tied the knot for the last time with Liselotte Schmitz. It was like hitting the jackpot in the marriage lottery—let's hope this time he remembered to read the fine print about 'forever'.",
      "year": 1959,
      "city": "Unknown",
      "country": "Unknown"
    },
    {
      "event": "Marriage to Liselotte Schmitz",
      "summary": "He found love again with his secretary, Liselotte Schmitz, striking a deal that worked out nicely for both, particularly because she also carried on his legacy after he became the ultimate party crasher and left this world.",
      "year": 1960,
      "city": "Andechs",
      "country": "Germany"
    },
    {
      "event": "Premiere of Antigonae",
      "summary": "With Antigonae's debut, Orff told the world he was officially done with his past—a creative reboot! It's like saying every previous album was just a rough draft of the masterpiece he's been saving up all this time.",
      "year": 1949,
      "city": "Salzburg",
      "country": "Austria"
    },
    {
      "event": "Premiere of De temporum fine comoedia",
      "summary": "As he wrapped up his composing career with De temporum fine comoedia, it was his way of putting a shiny bow on top of a lifetime of music, proclaiming with a wink that it truly reflected a culmination of all he had learned about time, existence, and a sprinkle of drama.",
      "year": 1973,
      "city": "Salzburg",
      "country": "Austria"
    },
    {
      "event": "Death",
      "summary": "Orff finally took his leave of the world with a dramatic flair that could rival one of his own compositions, leaving behind plans to be buried in a picturesque Baroque church as if to say, 'I want my final curtain call to be truly grand!'",
      "year": 1982,
      "city": "Munich",
      "country": "Germany"
    },
    {
      "event": "Carmina Burana premiere",
      "summary": "Finally, the world was treated to 'Carmina Burana', a piece that made people want to chant 'O Fortuna' while throwing confetti. This work was so popular that Orff decided all his earlier compositions could just stay in the attic!",
      "year": 1937,
      "city": "Frankfurt am Main",
      "country": "Germany"
    },
    {
      "event": "Die Kluge premiere",
      "summary": "The curtain lifted on 'Die Kluge', where the wisest of tales is set to music, proving that brains can indeed sing! Orff showed he had a knack not just for catchy tunes, but for storytelling too, with a Grimm twist!",
      "year": 1943,
      "city": "Munich",
      "country": "Germany"
    },
    {
      "event": "Ein Sommernachtstraum completion",
      "summary": "Orff took on Shakespeare and his famous play 'A Midsummer Night's Dream', and somehow managed to make it feel like a festive garden party with musical interludes that even fairies would approve of!",
      "year": 1939,
      "city": "Munich",
      "country": "Germany"
    },
    {
      "event": "Die Bernauerin premiere",
      "summary": "The world was graced with 'Die Bernauerin', a piece that not only entertained but also confirmed that love, drama, and music are the ideal ingredients for a matinee performance that nobody will forget!",
      "year": 1947,
      "city": "Munich",
      "country": "Germany"
    },
    {
      "event": "Astutuli premiere",
      "summary": "With 'Astutuli', Orff dazzled audiences yet again! The title suggests cunning wit, and the music confirmed that even clever foxes can dance when the right melody is playing.",
      "year": 1953,
      "city": "Munich",
      "country": "Germany"
    },
    {
      "event": "Comoedia de Christi Resurrectione premiere",
      "summary": "Orff's Easter extravaganza, where he combined religious themes with his catchy style. It was like a musical resurrection of spirit, proving that music has a divine sense of timing!",
      "year": 1956,
      "city": "Television",
      "country": "Germany"
    },
    {
      "event": "Prometheus premiere",
      "summary": "With 'Prometheus', Orff dared to set ancient Greek mythology to music, showing that bringing fire from the gods is much more fun with a good melody—no chains required!",
      "year": 1968,
      "city": "Munich",
      "country": "Germany"
    },
    {
      "event": "Rota premiere",
      "summary": "In a twist that would enchant the youthful souls, Orff's 'Rota' premiered at the Olympic Summer Games, proving that ancient tunes can indeed start a new round of applause from a global audience!",
      "year": 1972,
      "city": "Munich",
      "country": "Germany"
    },
    {
      "event": "De temporum fine comoedia premiere",
      "summary": "Wrapping up a saga with 'De temporum fine comoedia', Orff's masterpiece made the audience ponder the end times, all while tapping their toes to ear-catching beats, as deep thoughts rarely sound this danceable!",
      "year": 1973,
      "city": "Munich",
      "country": "Germany"
    },
    {
      "event": "Emotional Crisis",
      "summary": "Caught in a whirlwind of melodrama, our composer faced an emotional crisis that led him to contemplate whether he was about to end his compositional saga or reset the whole narrative. Spoiler alert: he chose the latter and started anew, shaking off the cobwebs of his past.",
      "year": 1917,
      "city": "Unknown",
      "country": "Unknown"
    },
    {
      "event": "Break from Music",
      "summary": "In the trenches of war, our composer announced a complete withdrawal from the world of music, claiming that hearing it now made him feel like he was stuck on a rollercoaster designed by a toddler. He was convinced that being outside the musical sphere was a blessing for his sanity.",
      "year": 1917,
      "city": "Unknown",
      "country": "Unknown"
    },
    {
      "event": "Embrace of Epic Theater",
      "summary": "With a revolutionary spirit, our composer dove headfirst into contemporary Epic Theater. He sequentially donned an avant-garde cape, rallying behind Bert Brecht as if he was joining a superhero squad dedicated to bold thematic storytelling.",
      "year": 1966,
      "city": "Unknown",
      "country": "Unknown"
    },
    {
      "event": "Carmina Burana Premiere",
      "summary": "He hit the stage with the premiere of Carmina Burana, a work that turned out to be the unexpected pop hit of the classical world—like Beethoven’s symphonies if they sported leather jackets and sunglasses. It resonated in the hearts of audiences, and unexpectedly joined the playlist of many a political rally—a quirky twist!",
      "year": 1937,
      "city": "Munich",
      "country": "Germany"
    },
    {
      "event": "Denazification Process",
      "summary": "After the war, our composer found himself in a sitcom-worthy situation, navigating the tangled web of denazification. With both his reputation and his craft on the line, he managed to charm his way through bureaucratic hoops, proving that even composers can play the bureaucratic game.",
      "year": 1946,
      "city": "Munich",
      "country": "Germany"
    },
    {
      "event": "Divorce",
      "summary": "In a classic case of 'it's not you, it's me', Orff and his first wife called it quits, perhaps over musical differences – his love for rhythm might not have jived with her taste for harmony.",
      "year": 1927,
      "city": "Munich",
      "country": "Germany"
    },
    {
      "event": "First Major Success",
      "summary": "Orff hit the jackpot with the premiere of Carmina Burana, which put him on the musical map – not just a footnote in history but a full-fledged headline act!",
      "year": 1937,
      "city": "Frankfurt",
      "country": "Germany"
    },
    {
      "event": "World War II Composition",
      "summary": "While the world was busy with wartime chaos, Orff took to composing, proving that even in troubling times, creativity finds a way (and a catchy tune to boot!).",
      "year": 1943,
      "city": "Munich",
      "country": "Germany"
    },
    {
      "event": "Widower",
      "summary": "Orff found himself single again, this time facing the bittersweet symphony of life after the loss of his second wife – but he wasn't going to let that stop his creative flow!",
      "year": 1959,
      "city": "Munich",
      "country": "Germany"
    },
    {
      "event": "Return to Fame",
      "summary": "After a somewhat comedic hiatus where some thought he had been lost to the ages, Orff made a triumphant return to the spotlight, reminding everyone why he'd been the talk of the town in the first place!",
      "year": 1960,
      "city": "Munich",
      "country": "Germany"
    },
    {
      "event": "Honorary Doctorate",
      "summary": "To top off his impressive resume, Orff received an honorary doctorate – because what’s better than a life of music? A life of music accompanied by fancy titles!",
      "year": 1970,
      "city": "Munich",
      "country": "Germany"
    },
    {
      "event": "First Composition",
      "summary": "Orff crafted his very first musical piece, likely feeling a mix of pride and confusion as he realized his life would now be filled with notes and rhythms instead of normal chores.",
      "year": 1911,
      "city": "Munich",
      "country": "Germany"
    },
    {
      "event": "Rise to Fame",
      "summary": "After the tremendous success of 'Carmina Burana', Orff suddenly found himself the life of the party among musical elites—no longer the wallflower at music recitals!",
      "year": 1940,
      "city": "Berlin",
      "country": "Germany"
    },
    {
      "event": "Orff Schulwerk Development",
      "summary": "Orff developed his acclaimed educational philosophy known as Orff Schulwerk, transforming the way music was taught and ensuring that every child could pretend to be a virtuoso, even if they were just banging pots.",
      "year": 1924,
      "city": "Munich",
      "country": "Germany"
    }
  ],
  "compositions": []
}