{
  "full_name": "Charles-Valentin Alkan",
  "first_names": "Charles-Valentin",
  "last_name": "Alkan",
  "birth_year": 1813,
  "death_year": 1888,
  "wikipedia_url": "https://en.wikipedia.org/wiki/Charles-Valentin_Alkan",
  "events": [
    {
      "event": "Birth",
      "summary": "Charles-Valentin Alkan made his grand entrance into the world, presumably crying and already dreaming of piano keys, in a bustling Parisian neighborhood. A future virtuoso was born, whether the neighborhood wanted it or not!",
      "year": 1813,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Early Music Education",
      "summary": "At the tender age of just over five, Alkan dazzled conservatoire examiners with his 'pretty little voice' and decided to take his first steps into the world of music. Little did they know they were witnessing the emergence of a future keyboard wizard!",
      "year": 1819,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "First Public Performance",
      "summary": "At seven-and-a-half, Alkan took to the stage, not with a piano, but as a violinist! It must have been a sight, a child playing like a miniature maestro while everyone pondered which one of his elaborate musical ideas would go off the rails!",
      "year": 1821,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Teaching Duties",
      "summary": "Alkan started teaching at his father’s music school, where young children were introduced to music, math, and probably enough discipline to last a lifetime. But between music lessons, he was probably plotting his own musical revolution!",
      "year": 1828,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Friendship with Liszt",
      "summary": "Alkan befriended the illustrious Franz Liszt, forging a bond that had to involve frequent discussions about the best ways to dazzle audiences and possibly complain about the hardships of being a virtuoso.",
      "year": 1834,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Signing Up for the Prix de Rome",
      "summary": "Alkan took a shot at the prestigious Prix de Rome, but it seems that even the best of us sometimes miss the mark. His cantatas were destined to remain unpublished, perhaps to protect the world from musical earworms!",
      "year": 1832,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Peak of Career",
      "summary": "By the age of 25, Alkan’s popularity soared through the Paris concert circuit like a hot air balloon at a music festival. He was the toast of the town, socializing with cultural icons and evoking musical envy from peers!",
      "year": 1838,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Six-Year Retreat",
      "summary": "Amidst a whirlwind of fame, Alkan decided to vanish from the concert stage for six years. Some might call it a hiatus; others might call it 'an artist needing time to put his ducks – or piano keys – in a row'.",
      "year": 1839,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Return to Performing",
      "summary": "Alkan's return to the concert platform was akin to a grand reopening of a beloved café. Everyone from critics to former fans was abuzz with delight, thrilled to witness the 'admirable perfection' he had honed during his sabbatical!",
      "year": 1844,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Publication of 'Le chemin de fer'",
      "summary": "He published 'Le chemin de fer', a music piece many believe to be the first musical representation of a steam engine. Perhaps it can be considered the original soundtrack for train rides, minus the actual train!",
      "year": 1844,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Impressive Recital at Meyerbeer’s Invitation",
      "summary": "After a performance that left Giacomo Meyerbeer starstruck, Alkan was invited to arrange the overture for the opera 'Le prophète'. Talk about getting ahead in the game—one impressive recital led to some heavy musical lifting!",
      "year": 1849,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Appointment of Antoine Marmontel",
      "summary": "Alkan was feeling upbeat about a promotion to head the piano department at the Conservatoire, but his dreams were dashed when Auber appointed the less-than-stellar Antoine Marmontel instead. Alkan's sarcastic letter to his friend Sand quickly turned into a hot topic at dinner parties—it was like finding out the lead singer of your favorite band is actually a karaoke night regular.",
      "year": 1848,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Death of Chopin",
      "summary": "The passing of Chopin hit Alkan harder than a piano dropped from the rafters. He expressed his melancholy in letters, noting how he had lost motivation to contribute anything substantial to society, making it seem like he was moonlighting as a professional sad sack after the piano legend's departure.",
      "year": 1849,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Withdrawal from public performance",
      "summary": "After two concerts in 1853 that dazzled audiences, Alkan decided to go into hiding like a celebrity after a scandal—vanishing for nearly twenty years! Who needs the limelight when you can get cozy with your piano and the Bible instead?",
      "year": 1853,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Translation of the Bible",
      "summary": "During his time away from the public eye, Alkan turned into a bit of a biblical scholar, diving into a full translation of the Old and New Testaments from their original texts. If there was a Holy Hall of Fame for translators, he would have surely made the cut—though the first rule of Bible Club is still 'don't talk about it' since his work is now lost.",
      "year": 1865,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "First public performances on the pédalier",
      "summary": "Alkan's love affair with the pédalier was serious enough that he decided to unveil his talents to the world, earning applause in 1852. Imagine bringing in a rare, quirky musical instrument and getting rave reviews—it was like unveiling a new fancy coffee maker that no one knew they needed!",
      "year": 1852,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Petits Concerts series",
      "summary": "In an unexpected twist of fate, Alkan dusted off his performance shoes and started giving six Petits Concerts in 1873. These mini-concerts quickly became the hottest ticket in town, featuring not only his own works but also a collection of gems from his favorite composers. Think of it as a cozy house concert where the pianist shows off and invites friends—not a bad comeback after years of hiding!",
      "year": 1873,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Death",
      "summary": "Alkan departed from this world in 1888, leaving behind speculation about how it happened. Rumors swirled about a bookcase tragedy, which would have been quite an exit for a composer, but in reality, he was found under an umbrella rack after apparently trying to reach for something—perhaps a final tune or two. Either way, he left a whole hushed crowd speculating for ages!",
      "year": 1888,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Publication of 'Trois grandes études'",
      "summary": "In a display of pianistic prowess, Alkan published his 'Trois grandes études', showcasing not just one but three ways to play the piano – for the left hand, the right hand, and both hands. It's like he said, 'Why not make it a workout for everyone?'",
      "year": 1838,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Success at Érard recitals",
      "summary": "Alkan's successful recitals at Érard were like a celebrity concert tour, with dazzling virtuoso works capturing audiences' attention and proving that he was not just a one-hit wonder.",
      "year": 1840,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Release of 'Grande sonate Les quatre âges'",
      "summary": "'Grande sonate Les quatre âges' depicted a man’s life journey through music as he ages. Spoiler alert: each movement sees him suffering more, so perhaps aging isn't the great adventure one dreams of!",
      "year": 1847,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Creation of the 'Opus 39' Studies",
      "summary": "During what might be called his 'sabbatical from fame,' Alkan crafted the monumental 'Opus 39', a collection of studies in all minor keys. You could say he went off the grid but managed to compose a masterpiece.",
      "year": 1853,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Completion of 'Sonate de concert, Op. 47'",
      "summary": "Alkan unveiled the 'Sonate de concert, Op. 47', which was humorously deemed among the most difficult in the romantic repertoire. It seems the only 'easy listening' in this concert was the audience's reaction to the challenges!",
      "year": 1857,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Composing 'Funeral march on the death of a parrot'",
      "summary": "'Marcia funebre, sulla morte d'un Pappagallo' became a showstopper for its quirky title and absurdity. While most funerals are somber, Alkan brought a distinct flair to honoring the dearly departed feathered friends.",
      "year": 1859,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Publication of Sonatine, Op. 61",
      "summary": "Alkan released his Sonatine, Op. 61, which had a title that was as misleading as a 'fun-sized' candy bar. Despite its deceptive name, it packed a punch and took less than twenty minutes, proving that good things come in small packages!",
      "year": 1856,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Salut, cendre du pauvre, Op. 45",
      "summary": "Alkan crafted Salut, cendre du pauvre, Op. 45, a musical rendition of Gabriel-Marie Legouvé's poem La Mélancolie. It's like translating a sad novel into a symphony; one can’t help but feel that music can articulate the angst of a poet way better than coffee ever could!",
      "year": 1856,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Release of Super flumina Babylonis, Op. 52",
      "summary": "He composed Super flumina Babylonis, Op. 52, essentially saying, 'Forget reading Psalm 137; I’ll give you the musical version!' It’s a dramatic score that captures every whim of the biblical atmosphere, as close to a soundtrack for ancient tears as one could get!",
      "year": 1859,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Benedictus, Op. 54 for organ",
      "summary": "The Benedictus, Op. 54, marked Alkan's initiation into the sacred and sublime world of organ music. Think of it as a church concert that turned into an organ jam session - pews tapping and all!",
      "year": 1859,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Introduction of 13 Prières, Op. 64",
      "summary": "In 1865, he unveiled his 13 Prières, transforming prayers into pieces that would have made even the most devout sway in their seats. Imagine divine intervention through piano keys instead of hallelujahs!",
      "year": 1865,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Final work Toccatina, Op. 75",
      "summary": "His last creative gasp was the Toccatina, Op. 75 in 1872, a dazzling piece that seemed to say, 'I’m not done yet!' It wrapped things up with flair, like leaving a party with fireworks!",
      "year": 1872,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "First Published Work",
      "summary": "At a young age, Alkan unleashed his first published composition upon an unsuspecting public. Some might say it was the musical equivalent of a toddler's finger painting, but hey, everyone has to start somewhere!",
      "year": 1828,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Sought After Pianist",
      "summary": "Alkan became a sought-after pianist in society circles, dazzling audiences with his extraordinary talent. He often played so fast that some suspected he might be part raccoon, given his penchant for shiny objects—like applause!",
      "year": 1837,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Piece for Solo Piano",
      "summary": "He composed a remarkable piece for solo piano, proving that he could not only play like a wizard but also create magic on his own. The piano must have been very relieved to have such a genius tickling its ivories!",
      "year": 1847,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Opus 34 Publication",
      "summary": "Alkan released his Scherzo-focoso, showcasing his ability to balance genius with a sense of whimsy. The title itself probably made people chuckle; anyone who can mix humor with music is onto something!",
      "year": 1848,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Final Years",
      "summary": "In his later years, Alkan became a bit of a hermit—perhaps enjoying the peace and quiet meant more time to connect with his piano. Rumor has it he sometimes held conversations with it, hoping for some wise advice!",
      "year": 1860,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "First Composition",
      "summary": "Alkan composed his first piece, proving early on that he was destined to be the Mozart of the piano. Or maybe just the Beethoven of getting his neighbors to complain about late-night practice sessions.",
      "year": 1835,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Major Recital",
      "summary": "Alkan gave a recital that made heads turn and ears perk up, marking him as a serious contender in the world of recitalists who like to wear black and look intense while playing sonatas.",
      "year": 1846,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Publication of 'Op. 15'",
      "summary": "'Pathétique' (Op. 15) was released, and Alkan probably thought to himself, 'I've officially added a dramatic flair to the world of piano music.' He did this while secretly engaging in a contest of emotional expressions with his piano.",
      "year": 1857,
      "city": "Paris",
      "country": "France"
    }
  ],
  "compositions": [
    {
      "imslp_url": "https://imslp.org/wiki/Alleluia,_Op.25_(Alkan,_Charles-Valentin)",
      "year": 1844,
      "title": "Alleluia, Op.25"
    },
    {
      "imslp_url": "https://imslp.org/wiki/3_Anciennes_M%C3%A9lodies_Juives_(Alkan,_Charles-Valentin)",
      "year": 1854,
      "title": "3 Anciennes Mélodies Juives"
    },
    {
      "imslp_url": "https://imslp.org/wiki/3_Andantes_romantiques,_Op.13_(Alkan,_Charles-Valentin)",
      "year": 1837,
      "title": "3 Andantes romantiques, Op.13"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Benedictus,_Op.54_(Alkan,_Charles-Valentin)",
      "year": 1859,
      "title": "Benedictus, Op.54"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Bombardo-Carillon_(Alkan,_Charles-Valentin)",
      "year": 1860,
      "title": "Bombardo-Carillon"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Bourr%C3%A9e_d%27Auvergne,_Op.29_(Alkan,_Charles-Valentin)",
      "year": 1846,
      "title": "Bourrée d'Auvergne, Op.29"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Capriccio_alla_soldatesca,_Op.50_(Alkan,_Charles-Valentin)",
      "year": 1859,
      "title": "Capriccio alla soldatesca, Op.50"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Chapeau_bas!_(Alkan,_Charles-Valentin)",
      "year": 1872,
      "title": "Chapeau bas!"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Le_chemin_de_fer,_Op.27_(Alkan,_Charles-Valentin)",
      "year": 1844,
      "title": "Le chemin de fer, Op.27"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Concerti_da_Camera,_Op.10_(Alkan,_Charles-Valentin)",
      "year": 1832,
      "title": "Concerti da Camera, Op.10"
    },
    {
      "imslp_url": "https://imslp.org/wiki/2e_verset_du_41e_Psaume_(Alkan,_Charles-Valentin)",
      "year": 1855,
      "title": "2e verset du 41e Psaume"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Esquisses,_Op.63_(Alkan,_Charles-Valentin)",
      "year": 1847,
      "title": "Esquisses, Op.63"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Etude,_WoO_(Alkan,_Charles-Valentin)",
      "year": 1840,
      "title": "Etude, WoO"
    },
    {
      "imslp_url": "https://imslp.org/wiki/12_Etudes_in_All_the_Major_Keys,_Op.35_(Alkan,_Charles-Valentin)",
      "year": 1847,
      "title": "12 Etudes in All the Major Keys, Op.35"
    },
    {
      "imslp_url": "https://imslp.org/wiki/12_Etudes_in_All_the_Minor_Keys,_Op.39_(Alkan,_Charles-Valentin)",
      "year": 1857,
      "title": "12 Etudes in All the Minor Keys, Op.39"
    },
    {
      "imslp_url": "https://imslp.org/wiki/12_%C3%89tudes_pour_les_pieds_seulement_(Alkan,_Charles-Valentin)",
      "year": 1865,
      "title": "12 Études pour les pieds seulement"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Etz_chajjim_hi_(Alkan,_Charles-Valentin)",
      "year": 1847,
      "title": "Etz chajjim hi"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Finale_(Marche),_Op.17_(Alkan,_Charles-Valentin)",
      "year": 1838,
      "title": "Finale"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Grand_Duo_Concertant,_Op.21_(Alkan,_Charles-Valentin)",
      "year": 1841,
      "title": "Grand Duo Concertant, Op.21"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Grande_fantaisie_sur_Don_Juan,_Op.26_(Alkan,_Charles-Valentin)",
      "year": 1844,
      "title": "Grande fantaisie sur Don Juan, Op.26"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Grande_Sonate_%27Les_Quatre_Ages%27,_Op.33_(Alkan,_Charles-Valentin)",
      "year": 1847,
      "title": "Grande Sonate 'Les Quatre Ages', Op.33"
    },
    {
      "imslp_url": "https://imslp.org/wiki/3_Grandes_%C3%A9tudes,_Op.76_(Alkan,_Charles-Valentin)",
      "year": 1838,
      "title": "3 Grandes études, Op.76"
    },
    {
      "imslp_url": "https://imslp.org/wiki/11_Grands_pr%C3%A9ludes_et_1_transcription_du_Messie_de_H%C3%A6ndel,_Op.66_(Alkan,_Charles-Valentin)",
      "year": 1867,
      "title": "11 Grands préludes et 1 transcription du Messie de Hændel, Op.66"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Halelouyoh_(Alkan,_Charles-Valentin)",
      "year": 1857,
      "title": "Halelouyoh"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Impromptu_sur_le_Choral_de_Luther,_Op.69_(Alkan,_Charles-Valentin)",
      "year": 1866,
      "title": "Impromptu sur le Choral de Luther, Op.69"
    },
    {
      "imslp_url": "https://imslp.org/wiki/3_Improvisations_dans_le_Style_brillant,_Op.12_(Alkan,_Charles-Valentin)",
      "year": 1833,
      "title": "3 Improvisations dans le Style brillant, Op.12"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Jean_qui_pleure_et_Jean_qui_rit_(Alkan,_Charles-Valentin)",
      "year": 1840,
      "title": "Jean qui pleure et Jean qui rit"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Marche_fun%C3%A8bre,_Op.26_(Alkan,_Charles-Valentin)",
      "year": 1844,
      "title": "Marche funèbre, Op.26"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Marche_triomphale,_Op.27_(Alkan,_Charles-Valentin)",
      "year": 1844,
      "title": "Marche triomphale, Op.27"
    },
    {
      "imslp_url": "https://imslp.org/wiki/3_Marches_quasi_da_Cavalleria,_Op.37_(Alkan,_Charles-Valentin)",
      "year": 1857,
      "title": "3 Marches quasi da Cavalleria, Op.37"
    },
    {
      "imslp_url": "https://imslp.org/wiki/3_Marches,_Op.40_(Alkan,_Charles-Valentin)",
      "year": 1857,
      "title": "3 Marches, Op.40"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Marcia_fun%C3%A8bre,_sulla_morte_d%27un_Pappagallo_(Alkan,_Charles-Valentin)",
      "year": 1859,
      "title": "Marcia funèbre, sulla morte d'un Pappagallo"
    },
    {
      "imslp_url": "https://imslp.org/wiki/3_Minuets,_Op.51_(Alkan,_Charles-Valentin)",
      "year": 1859,
      "title": "3 Minuets, Op.51"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Minuetto_alla_Tedesca,_Op.46_(Alkan,_Charles-Valentin)",
      "year": 1856,
      "title": "Minuetto alla Tedesca, Op.46"
    },
    {
      "imslp_url": "https://imslp.org/wiki/3_Morceaux_dans_le_Genre_path%C3%A9tique,_Op.15_(Alkan,_Charles-Valentin)",
      "year": 1837,
      "title": "3 Morceaux dans le Genre pathétique, Op.15"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Nocturne_%27Le_Grillon%27,_Op.60bis_(Alkan,_Charles-Valentin)",
      "year": 1859,
      "title": "Nocturne 'Le Grillon', Op.60bis"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Nocturne,_Op.22_(Alkan,_Charles-Valentin)",
      "year": 1844,
      "title": "Nocturne, Op.22"
    },
    {
      "imslp_url": "https://imslp.org/wiki/2_Nocturnes,_Op.57_(Alkan,_Charles-Valentin)",
      "year": 1859,
      "title": "2 Nocturnes, Op.57"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Les_Omnibus,_Op.2_(Alkan,_Charles-Valentin)",
      "year": 1829,
      "title": "Les Omnibus, Op.2"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Paix_%C3%A0_la_paix_(Alkan,_Charles-Valentin)",
      "year": 1867,
      "title": "Paix à la paix"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Palpitamento_(Alkan,_Charles-Valentin)",
      "year": 1855,
      "title": "Palpitamento"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Petit_conte_(Alkan,_Charles-Valentin)",
      "year": 1859,
      "title": "Petit conte"
    },
    {
      "imslp_url": "https://imslp.org/wiki/3_Petites_fantaisies,_Op.41_(Alkan,_Charles-Valentin)",
      "year": 1857,
      "title": "3 Petites fantaisies, Op.41"
    },
    {
      "imslp_url": "https://imslp.org/wiki/2_Petites_pi%C3%A8ces,_Op.60_(Alkan,_Charles-Valentin)",
      "year": 1859,
      "title": "2 Petites pièces, Op.60"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Petits_pr%C3%A9ludes_sur_les_8_gammes_du_plain-chant_(Alkan,_Charles-Valentin)",
      "year": 1859,
      "title": "Petits préludes sur les 8 gammes du plain-chant"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Piano_Trio_No.1,_Op.30_(Alkan,_Charles-Valentin)",
      "year": 1841,
      "title": "Piano Trio No.1, Op.30"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Pour_Monsieur_Gurkhaus_(Alkan,_Charles-Valentin)",
      "year": 1863,
      "title": "Pour Monsieur Gurkhaus"
    },
    {
      "imslp_url": "https://imslp.org/wiki/25_Pr%C3%A9ludes,_Op.31_(Alkan,_Charles-Valentin)",
      "year": 1844,
      "title": "25 Préludes, Op.31"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Le_Preux,_Op.17_(Alkan,_Charles-Valentin)",
      "year": 1844,
      "title": "Le Preux, Op.17"
    },
    {
      "imslp_url": "https://imslp.org/wiki/13_Pri%C3%A8res,_Op.64_(Alkan,_Charles-Valentin)",
      "year": 1866,
      "title": "13 Prières, Op.64"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Pro_organo_(Alkan,_Charles-Valentin)",
      "year": 1850,
      "title": "Pro organo"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Quasi_Caccia,_Op.53_(Alkan,_Charles-Valentin)",
      "year": 1859,
      "title": "Quasi Caccia, Op.53"
    },
    {
      "imslp_url": "https://imslp.org/wiki/R%C3%A9conciliation,_Op.42_(Alkan,_Charles-Valentin)",
      "year": 1857,
      "title": "Réconciliation, Op.42"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Recueil_d%27Impromptus,_Op.32_(Alkan,_Charles-Valentin)",
      "year": 1849,
      "title": "Recueil d'Impromptus, Op.32"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Recueil_de_Chants,_Op.38_(Alkan,_Charles-Valentin)",
      "year": 1857,
      "title": "Recueil de Chants, Op.38"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Recueil_de_Chants,_Op.65_(Alkan,_Charles-Valentin)",
      "year": 1864,
      "title": "Recueil de Chants, Op.65"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Recueil_de_Chants,_Op.67_(Alkan,_Charles-Valentin)",
      "year": 1868,
      "title": "Recueil de Chants, Op.67"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Recueil_de_Chants,_Op.70_(Alkan,_Charles-Valentin)",
      "year": 1870,
      "title": "Recueil de Chants, Op.70"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Les_regrets_de_la_nonette_(Alkan,_Charles-Valentin)",
      "year": 1854,
      "title": "Les regrets de la nonette"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Rondeau_chromatique,_Op.12_(Alkan,_Charles-Valentin)",
      "year": 1833,
      "title": "Rondeau chromatique, Op.12"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Rondo_brillant,_Op.4_(Alkan,_Charles-Valentin)",
      "year": 1833,
      "title": "Rondo brillant, Op.4"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Rondoletto_%27Il_%C3%A9tait_un_p%27tit_homme%27,_Op.3_(Alkan,_Charles-Valentin)",
      "year": 1830,
      "title": "Rondoletto 'Il était un p'tit homme', Op.3"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Saltarelle,_Op.23_(Alkan,_Charles-Valentin)",
      "year": 1844,
      "title": "Saltarelle, Op.23"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Salut,_Cendre_du_Pauvre,_Op.45_(Alkan,_Charles-Valentin)",
      "year": 1856,
      "title": "Salut, Cendre du Pauvre, Op.45"
    },
    {
      "imslp_url": "https://imslp.org/wiki/3_Scherzi_di_bravoure,_Op.16_(Alkan,_Charles-Valentin)",
      "year": 1837,
      "title": "3 Scherzi di bravoure, Op.16"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Scherzo-focoso,_Op.34_(Alkan,_Charles-Valentin)",
      "year": 1847,
      "title": "Scherzo-focoso, Op.34"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Sonate_de_Concert,_Op.47_(Alkan,_Charles-Valentin)",
      "year": 1856,
      "title": "Sonate de Concert, Op.47"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Sonatine,_Op.61_(Alkan,_Charles-Valentin)",
      "year": 1861,
      "title": "Sonatine, Op.61"
    },
    {
      "imslp_url": "https://imslp.org/wiki/String_Quartet_in_C_minor_(Alkan,_Charles-Valentin)",
      "year": 1846,
      "title": "String Quartet in C minor"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Super_flumina_Babylonis,_Op.52_(Alkan,_Charles-Valentin)",
      "year": 1859,
      "title": "Super flumina Babylonis, Op.52"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Le_tambour_bat_aux_champs,_Op.50bis_(Alkan,_Charles-Valentin)",
      "year": 1859,
      "title": "Le tambour bat aux champs, Op.50bis"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Une_Fus%C3%A9e,_Op.55_(Alkan,_Charles-Valentin)",
      "year": 1859,
      "title": "Une Fusée, Op.55"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Variations_%C3%A0_la_vielle_(Alkan,_Charles-Valentin)",
      "year": 1840,
      "title": "Variations à la vielle"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Variations_on_a_Theme_of_Steibelt,_Op.1_(Alkan,_Charles-Valentin)",
      "year": 1828,
      "title": "Variations on a Theme of Steibelt, Op.1"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Variations_quasi_fantaisie,_Op.16_No.6_(Alkan,_Charles-Valentin)",
      "year": 1834,
      "title": "Variations quasi fantaisie, Op.16 No.6"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Variations_sur_%27Ah_!_segnata_%C3%A9_la_mia_morte%27,_Op.16_No.4_(Alkan,_Charles-Valentin)",
      "year": 1834,
      "title": "Variations sur 'Ah ! segnata é la mia morte', Op.16 No.4"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Variations_sur_un_th%C3%A8me_de_Bellini,_Op.16_No.5_(Alkan,_Charles-Valentin)",
      "year": 1833,
      "title": "Variations sur un thème de Bellini, Op.16 No.5"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Souvenirs_de_musique_de_chambre_(Alkan,_Charles-Valentin)",
      "year": 1870,
      "title": "Souvenirs de musique de chambre"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Souvenirs_des_concerts_du_Conservatoire_(Alkan,_Charles-Valentin)",
      "year": 1847,
      "title": "Souvenirs des concerts du Conservatoire"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Piano_Trio_No.1,_Op.30_(Alkan,_Charles-Valentin)",
      "year": 1841,
      "title": "Piano Trio No.1, Op.30"
    }
  ]
}