{
  "full_name": "Dmitry Kabalevsky",
  "first_names": "Dmitry",
  "last_name": "Kabalevsky",
  "birth_year": 1904,
  "death_year": 1987,
  "wikipedia_url": "https://en.wikipedia.org/wiki/Dmitry_Kabalevsky",
  "events": [
    {
      "event": "Birth",
      "summary": "Dmitry Borisovich Kabalevsky was born in Saint Petersburg, and immediately impressed everyone by being adorable and destined for greatness. The world didn't know he was about to couple arts with mathematics, which was a cocktail mix not everyone was ready for!",
      "year": 1904,
      "city": "Saint Petersburg",
      "country": "Russia"
    },
    {
      "event": "Moved to Moscow",
      "summary": "Kabalevsky made the leap from Saint Petersburg to Moscow, probably to find better scenery for his future compositions and to be closer to the action in the Soviet music scene. Little did he know, he'd be composing in more than just a few bars!",
      "year": 1910,
      "city": "Moscow",
      "country": "Russia"
    },
    {
      "event": "Graduation from Academic Music College",
      "summary": "Finally, after years of dedicated education, Kabalevsky graduated from the Academic Music College in Moscow! He could now call himself a music graduate and expect some serious future composing action.",
      "year": 1922,
      "city": "Moscow",
      "country": "Russia"
    },
    {
      "event": "Joined PROKULL",
      "summary": "Kabalevsky became a member of PROKULL, where student composers dreamed of a musical utopia. This collective helped him navigate the tricky waters between modernism and the 'down with the bourgeoisie' vibe of the time.",
      "year": 1925,
      "city": "Moscow",
      "country": "Russia"
    },
    {
      "event": "Entered Moscow Conservatory",
      "summary": "Kabalevsky dove into deeper studies at the Moscow Conservatory, sharpening his composition skills under the watchful eyes of great tutors. It was like the Hogwarts of music education, where every note played could potentially be magical!",
      "year": 1925,
      "city": "Moscow",
      "country": "Russia"
    },
    {
      "event": "First Major Compositions",
      "summary": "By the ripe age of 26, Kabalevsky had already churned out several noteworthy compositions, proving that he was not just doodling on a staff but actually making some serious waves in the music industry.",
      "year": 1930,
      "city": "Moscow",
      "country": "Russia"
    },
    {
      "event": "Appointed Senior Lecturer at Moscow Conservatory",
      "summary": "Kabalevsky began teaching at the Moscow Conservatory, a role that likely involved shouting 'More practice!' to students while sipping a cup of tea. He was sharing his wisdom and probably baking future composers along the way!",
      "year": 1932,
      "city": "Moscow",
      "country": "Russia"
    },
    {
      "event": "Full-Time Professor",
      "summary": "He leveled up to a full-time professor by 1939, imparting musical knowledge and introducing students to the joys (and occasional agony) of creating music that could make them famous or just really popular at parties.",
      "year": 1939,
      "city": "Moscow",
      "country": "Russia"
    },
    {
      "event": "Joined Communist Party",
      "summary": "Kabalevsky joined the Communist Party, aligning himself with the regime while ensuring his music had the proper socialist flair. Talk about a composer who knew the value of networking!",
      "year": 1940,
      "city": "Moscow",
      "country": "Russia"
    },
    {
      "event": "Received Medal of Honour",
      "summary": "His musical contributions were rewarded when he received a Medal of Honour; it's like getting a golden star sticker but with a lot more pomp and a serious reputation in the musical community.",
      "year": 1941,
      "city": "Moscow",
      "country": "Russia"
    },
    {
      "event": "Lenin Prize",
      "summary": "Kabalevsky was awarded the prestigious Lenin Prize, solidifying his position at the top of the Soviet music hierarchy. This was like winning the musical lottery – without the cash but with lots of fanfare!",
      "year": 1972,
      "city": "Moscow",
      "country": "Russia"
    },
    {
      "event": "Hero of Socialist Labour",
      "summary": "He received the title of Hero of Socialist Labour, which meant more medals, more respect, and the knowledge that he contributed significantly to Soviet cultural life. All he needed was a cape and he would have been a superhuman in the world of music!",
      "year": 1974,
      "city": "Moscow",
      "country": "Russia"
    },
    {
      "event": "Recording of Overture Pathetique",
      "summary": "Kabalevsky conducted the recording of his own Overture Pathetique and other pieces, allowing the world to finally hear his stuff come to life! Imagine the sound of music hitting the airwaves faster than you could say 'best-selling composer'!",
      "year": 1961,
      "city": "Moscow",
      "country": "Russia"
    },
    {
      "event": "Died",
      "summary": "Kabalevsky's life journey came to an end, leaving behind a musical legacy that combined education and creativity. He probably left the world thinking, 'Keep composing, folks, it's worth the effort!'.",
      "year": 1987,
      "city": "Moscow",
      "country": "Russia"
    },
    {
      "event": "Creation of Colas Breugnon",
      "summary": "In a moment of inspiration, Dmitry decided to give life to a hilarious opera that somehow also managed to include a bit of drama. Colas Breugnon became the comedic highlight of his opera endeavors, proving that laughter could indeed be set to music.",
      "year": 1938,
      "city": "N/A",
      "country": "N/A"
    },
    {
      "event": "Symphony No. 2 Premiere",
      "summary": "Dmitry unleashed his Symphony No. 2 upon the world, which turned out to be a delightful mixture of musical genius and sonic shenanigans. Audiences couldn’t decide if they were at a concert or a dance party, but they certainly found themselves tapping their feet.",
      "year": 1934,
      "city": "N/A",
      "country": "N/A"
    },
    {
      "event": "The Comedians Composition",
      "summary": "In a stroke of whimsy, Kabalevsky composed 'The Comedians', a piece that seemed to poke fun at the idea of classical music being too serious. Each movement felt like a clown making a mad dash across the stage, bringing smiles and a few raised eyebrows.",
      "year": 1940,
      "city": "N/A",
      "country": "N/A"
    },
    {
      "event": "Preludes Release",
      "summary": "In 1944, Kabalevsky decided it was time for a few preludes that would tickle the ivories and the audience's funny bones. The pieces were light-hearted explorations that could cheer anyone up, like a cloud with a silver lining made of notes.",
      "year": 1944,
      "city": "N/A",
      "country": "N/A"
    },
    {
      "event": "Piano Sonata No. 2",
      "summary": "Kabalevsky's Piano Sonata No. 2 was a playful romp through musical landscapes, showcasing not just his mastery of the keyboard but also his ability to have a little fun while doing so. It's like he was winking at you in musical form!",
      "year": 1945,
      "city": "N/A",
      "country": "N/A"
    },
    {
      "event": "Ivan Pavlov Film Score",
      "summary": "In a twist of creativity, Dmitry composed the film score for the biographical movie on Ivan Pavlov. Picture him sitting at the piano, thinking about dogs and bells, and somehow managing to turn that into a captivating score that brings the story to life.",
      "year": 1949,
      "city": "N/A",
      "country": "N/A"
    }
  ],
  "compositions": []
}