{
  "full_name": "Erich Wolfgang Korngold",
  "wikipedia_url": "https://en.wikipedia.org/wiki/Erich_Wolfgang_Korngold",
  "first_names": "Erich Wolfgang",
  "last_name": "Korngold",
  "birth_year": 1897,
  "death_year": 1957,
  "events": [
    {
      "year": 1897,
      "title": "Birth"
    },
    {
      "section": "Selected list of works",
      "title": "Piano Sonata No. 1 in D minor",
      "summary": "Erich Wolfgang Korngold composed his first piano sonata, which includes a concluding passacaglia. The piece was first performed shortly after its composition.",
      "year": 1908,
      "location": "",
      "emoji": "🎹",
      "fun_version": "Erich Wolfgang Korngold decided to tackle the piano like it owed him money and composed his first sonata. Spoiler alert: it includes a passacaglia at the end, which sounds a lot fancier than it is. They took it for a test drive shortly after it was created, proving that even classical music can have a debut before the ink dries!"
    },
    {
      "section": "Selected list of works",
      "title": "Piano Sonata No. 2 in E major, Op. 2",
      "summary": "His second piano sonata was composed in four movements and was first performed the following year.",
      "year": 1910,
      "location": "",
      "emoji": "🎹",
      "fun_version": "His second piano sonata was composed in four movements and was first performed the following year. You could say it took four times the work for one standing ovation! After all, with so many movements, it was like watching a dance-off that ended with a dramatic encore. Just imagine the audience, unsure whether to clap or to schedule an appointment with their chiropractor!"
    },
    {
      "section": "Selected list of works",
      "title": "Piano Trio in D major, Op. 1",
      "summary": "Korngold composed and first performed his Piano Trio in D major, marking an important early work in his career.",
      "year": 1910,
      "location": "",
      "emoji": "🎶",
      "fun_version": "So, Korngold strutted in with his Piano Trio in D major, a piece so fresh it practically came with a \"Do Not Eat\" sticker! It was like his first big splash in the music pool—before he realized he had left his floaties behind. This trio not only made waves, but it marked the beginning of his journey into the world of serious composer-hood. Can you imagine the title? \"Help, I'm a Composer and I Can’t Get Up!\""
    },
    {
      "section": "Selected list of works",
      "title": "Schauspiel-Ouvertüre, Op. 4",
      "summary": "Korngold's Overture to a play was both composed and first performed, showcasing his growing talent as a composer.",
      "year": 1911,
      "location": "",
      "emoji": "🎭",
      "fun_version": "Korngold's Overture to a play was not only whipped up in his secret composer lab where he probably has a cape, but it was also the first performance where everyone realized, \"Wow, this kid actually knows his way around a symphony!\" It was like watching a toddler take their first steps, but in this case, it was a musician taking giant leaps and bounding toward greatness!"
    },
    {
      "section": "Selected list of works",
      "title": "Sinfonietta, Op. 5",
      "summary": "This piece was composed and orchestrated before its first performance, contributing to Korngold's reputation as a serious composer.",
      "year": 1912,
      "location": "",
      "emoji": "🎼",
      "fun_version": "This masterpiece was cooked up and orchestrated long before its debut, paving the way for Korngold's reputation as a serious composer—and probably ensuring he got more invitations to fancy composer parties than a guy who brings cake. It’s said he took his composition so seriously, he might have worn a tuxedo while writing it, even at home. Either way, it really helped Korngold strut his stuff as a heavyweight in the composer arena!"
    },
    {
      "section": "Selected list of works",
      "title": "Violin Sonata in G major, Op. 6",
      "summary": "Korngold's Violin Sonata was composed and later premiered, displaying his skills in chamber music composition.",
      "year": 1912,
      "location": "",
      "emoji": "🎻",
      "fun_version": "Korngold's Violin Sonata was not only composed but also premiered, much to the relief of everyone who was tired of hearing him hum the tunes in the shower. This masterwork showcases his knack for chamber music, proving that he could excel in the art of composing while still dodging the violin-shaped flying objects thrown at him by disgruntled neighbors. Truly a dramatic entrance into the world of classical chamber music! No violins were harmed in the making of this sonata, but a few egos might have been bruised."
    },
    {
      "section": "Selected list of works",
      "title": "String Sextet in D major, Op. 10",
      "summary": "This piece, spanning a few years in composition, showcases Korngold's prowess in writing for string instruments.",
      "year": 1914,
      "location": "",
      "emoji": "🎻",
      "fun_version": "This piece, which took a few years to compose (because let’s face it, even genius needs coffee breaks), is like a love letter from Korngold to string instruments. You can almost hear the violins whispering sweet nothings while the cellos nod in approval, showcasing his undeniable talent as if he’s trying to impress the strings at a musical audition!"
    },
    {
      "section": "Selected list of works",
      "title": "Der Ring des Polykrates, Op. 7",
      "summary": "An opera composed by Korngold that reflects his early work and ambition in the operatic genre.",
      "year": 1916,
      "location": "",
      "emoji": "🎶",
      "fun_version": "Picture this: an opera by Korngold, who was itching to prove that his musical genius wasn't just a phase like a teen's love for loud pop-punk! This piece is like a nostalgic flashback to his ambitious youth, showcasing not just his melodic skills but also his desire to conquer the operatic world like a determined cat trying to catch its own tail. It’s a symphonic rollercoaster that dives into the whims and whirls of his early artistic dreams, and guess what? No tragic events in sight, just a whole lot of melodrama and maybe a misplaced soufflé!"
    },
    {
      "section": "Selected list of works",
      "title": "Violanta, Op. 8",
      "summary": "Another opera, Violanta was composed in the same year as Korngold's other major works, reaffirming his contributions to opera.",
      "year": 1916,
      "location": "",
      "emoji": "🎭",
      "fun_version": "In the musical kitchen of 1920, Korngold whipped up two major opera dishes, with Violanta being the deliciously unexpected sidekick to his other masterpieces—because who doesn't love a good musical meal? It seems like he was just tossing opera ideas around like confetti at a party, reaffirming his status as the life of the operatic soirée! Seriously though, it's like his creative juices were flowing faster than a caffeinated conductor waving a baton!"
    },
    {
      "section": "Selected list of works",
      "title": "Much Ado About Nothing, Op. 11",
      "summary": "Korngold composed incidental music for Shakespeare's play, which was later premiered, adding a theatrical dimension to his oeuvre.",
      "year": 1919,
      "location": "",
      "emoji": "🎭",
      "fun_version": "So there was this guy named Korngold who decided that Shakespeare's plays were missing a little pizzazz, you know, some killer background jams. So he whipped up some incidental music for one of those old-timey plays. It was like adding a killer soundtrack to a silent movie – and guess what? It actually got premiered! Now his collection isn't just a bunch of notes but a whole theatrical adventure! Go Korngold!"
    },
    {
      "section": "Selected list of works",
      "title": "Sursum Corda, Op. 13",
      "summary": "This symphonic overture was composed and first performed, further establishing Korngold's reputation in orchestral music.",
      "year": 1919,
      "location": "",
      "emoji": "🎶",
      "fun_version": "This symphonic overture was composed and first performed, helping to catapult Korngold into the orchestral spotlight, where he would later wave at the audience and take a few dramatic bows while still holding onto his fancy quill. Rumor has it that even the brass instruments were impressed!"
    },
    {
      "section": "Selected list of works",
      "title": "Die tote Stadt, Op. 12",
      "summary": "An opera that Kurngold composed, which became a significant work in his career and added to his reputation.",
      "year": 1920,
      "location": "",
      "emoji": "🎶",
      "fun_version": "Kurngold composed an opera that was so significant in his career, the critics claimed it was the best thing since sliced bread—or, at least, since the last aria. It added oodles of reputation points to his already impressive scorecard, making him the Mozart of the modern age, minus the powdered wig and with a bit more caffeine!"
    },
    {
      "section": "Selected list of works",
      "title": "Quintet for two violins, viola, cello and piano in E major, Op. 15",
      "summary": "A promising chamber work composed over a couple of years and later premiered, showcasing Korngold's versatility.",
      "year": 1920,
      "location": "",
      "emoji": "🎻",
      "fun_version": "A delightful chamber work whipped up over a few years—because hey, even genius needs a little time to marinate—finally hit the stage like a surprise party that nobody saw coming! It’s a joyful display of Korngold's versatility, showcasing his ability to juggle musical ideas better than a clown at a circus. Just when you think he’s done, he pulls out another stunning melody like it’s his magician’s hat!"
    },
    {
      "section": "Selected list of works",
      "title": "Piano Concerto in C♯ for the left hand alone, Op. 17",
      "summary": "This concerto was created specifically for left hand and was later performed, marking an important innovation in piano literature.",
      "year": 1923,
      "location": "",
      "emoji": "🎹",
      "fun_version": "This concerto was made for the left hand, proving that even pianists can have a favorite side! After all, who knew the left hand was so talented it needed its own concerto, right? Eventually, it actually got played, showcasing one-handed wonders and making a splash in the world of piano literature—because why should right-handed people have all the fun?"
    },
    {
      "section": "Selected list of works",
      "title": "String Quartet No. 1 in A major, Op. 16",
      "summary": "This quartet was composed and later first performed, contributing to Korngold's string repertoire.",
      "year": 1923,
      "location": "",
      "emoji": "🎻",
      "fun_version": "This quartet was not just composed; it flounced onto the stage like a diva after a spa day! Korngold's string repertoire got a fabulous new addition, as if it were a designer handbag that suddenly became the talk of the town. With the first performance, it basically threw a party for the strings, complete with confetti and a cake—because, really, who doesn't love cake?"
    },
    {
      "section": "Selected list of works",
      "title": "String Quartet No. 2 in E♭ major, Op. 26",
      "summary": "Another significant contribution to chamber music by Korngold which was composed and performed shortly after.",
      "year": 1933,
      "location": "",
      "emoji": "🎻",
      "fun_version": "In another episode of 'Korngold Saves the Day', our hero composed and performed a chamber music piece that was so significant it could probably win a game of musical chairs! Shortly after the initial notes, audiences everywhere were left wondering if they should dance or just appreciate the genius while sipping espresso. Who knew classical music could have such a caffeinated twist?"
    },
    {
      "section": "Composer for Hollywood films",
      "title": "A Midsummer Night's Dream Score",
      "summary": "After Max Reinhardt's success in producing Shakespeare's A Midsummer Night's Dream for the stage, he invited Korngold to Hollywood to adapt Mendelssohn's score for his planned film version. Korngold enlarged and conducted the score, resulting in a significant impression on the film industry due to its elaborate tailoring and unique approach to composing for film.",
      "year": 1935,
      "location": "Hollywood",
      "emoji": "🎶",
      "fun_version": "After Max Reinhardt hit the theatrical jackpot with Shakespeare's A Midsummer Night's Dream, he cheekily waved over Korngold to Hollywood, suggesting that he jazz up Mendelssohn's score for his upcoming film rendition. With the enthusiasm of a kid in a candy store, Korngold donned his conductor's hat, expanding and orchestrating the score like an artist with an endless canvas. The film industry was left slack-jawed, marveling at the dazzling new soundtracks. It was like hearing Beethoven's Fifth for the first time, but with more sparkle and pizzazz! Who knew a movie score could make audiences forget their popcorn?"
    },
    {
      "section": "Composer for Hollywood films",
      "title": "Captain Blood Score",
      "summary": "Initially hesitant to take on the project due to its pirate theme, Korngold changed his mind after viewing the filming of Captain Blood. Despite the tight deadline, he managed to create over an hour of symphonic music. The film became a significant hit and marked a milestone in his career.",
      "year": 1935,
      "location": "Hollywood",
      "emoji": "🏴‍☠️",
      "fun_version": "At first, Korngold was as excited about the pirate project as a cat at a dog show, but after glimpsing the glorious chaos of Captain Blood filming (who knew pirates could look that dashing?), he decided to hop on board. With a deadline tighter than a pair of pants after Thanksgiving dinner, he whipped up over an hour of stunning symphonic jams. The film turned out to be such a treasure chest of hits that it launched Korngold’s career into uncharted waters!"
    },
    {
      "section": "Composer for Hollywood films",
      "title": "Winning Academy Award for Anthony Adverse",
      "summary": "After scoring Anthony Adverse, Korngold's career in Hollywood rapidly advanced, leading him to win his first Academy Award for the film's score. This project included continuous scoring and was a pivotal moment in his development as a film composer.",
      "year": 1936,
      "location": "Hollywood",
      "emoji": "🏆",
      "fun_version": "After scoring Anthony Adverse, which sounds like a bad dating profile, Korngold's career rocketed faster than a cat chasing a laser pointer. He even snagged his first Academy Award for the film's score, proving that his music was not only catchy but also award-worthy! This project was basically a soundtrack marathon—continuous scoring without a snack break. It was a pivotal moment in his development as a film composer—not to mention a great excuse to avoid doing laundry!"
    },
    {
      "section": "Selected recordings",
      "title": "KFWB Radio Broadcast",
      "summary": "A KFWB radio broadcast featured Korngold conducting a studio orchestra in excerpts from The Adventures of Robin Hood, narrated by actor Basil Rathbone.",
      "year": 1938,
      "location": "KFWB Radio",
      "emoji": "🎵",
      "fun_version": "In a radio extravaganza that had more drama than a soap opera, KFWB featured the one and only Korngold, waving his baton like a magician with a wand, as he conducted a studio orchestra whilst deftly sprouting eyebrows that could rival Basil Rathbone's narration skills. They performed musical snippets from \"The Adventures of Robin Hood\"—because who doesn't want to hear some jolly tunes while a guy in tights robs from the rich? After all, who knew that the sound of Robin Hood’s adventures could also make your morning coffee with a side of symphony?"
    },
    {
      "section": "Composer for Hollywood films",
      "title": "The Adventures of Robin Hood Score",
      "summary": "Korngold was asked by Warner Brothers to compose a score for The Adventures of Robin Hood after conducting opera in Austria. His music contributed significantly to the film's success and earned him another Academy Award.",
      "year": 1938,
      "location": "Hollywood",
      "emoji": "🎼",
      "fun_version": "So, there was this guy named Korngold, who was just chilling in Austria, conducting operas like he was on a musical cloud nine. Suddenly, Warner Brothers swoops in like a cinematic superhero, asking him to whip up a score for their flick, The Adventures of Robin Hood. You know, because who wouldn’t want to add a little orchestral magic to a movie about a guy who steals from the rich to give to the poor? His musical talents didn't just sprinkle fairy dust on the film but boosted it straight to blockbuster status, leading to another shiny Academy Award for him. Talk about a soundtrack that pays off!"
    },
    {
      "section": "Selected list of works",
      "title": "Die Kathrin, Op. 28",
      "summary": "Korngold composed this opera, contributing to his body of operatic works during his career.",
      "year": 1939,
      "location": "",
      "emoji": "🎭",
      "fun_version": "Korngold decided to add opera to his resume, proving that not even composers can resist the siren call of drama and high notes. He probably thought, \"Why not throw a little opera into the mix? It’s not like I’m busy saving the world one symphony at a time!\" His operatic works started stacking up like a musician's dirty laundry, but hey, at least they weren't playing second fiddle!"
    },
    {
      "section": "Composer for Hollywood films",
      "title": "Scoring Juarez",
      "summary": "Korngold was interested in writing a score for Juarez due to its historical context involving figures from Mexico and Austria. He composed a significant amount of music for the film, reflecting the poignant themes of the narrative.",
      "year": 1939,
      "location": "Hollywood",
      "emoji": "🎼",
      "fun_version": "Korngold thought, \"Why not spice up my life with a film about Juarez?\" He was intrigued by the historical mash-up of Mexican and Austrian iconic figures—it's like a taco party crashing a waltz! So, he poured a whole symphony’s worth of musical noodles into the project, mirroring the drama that unfolded on screen, not to mention the occasional nacho spill."
    },
    {
      "section": "Composer for Hollywood films",
      "title": "The Private Lives of Elizabeth and Essex Score",
      "summary": "Korngold created an operatic score for The Private Lives of Elizabeth and Essex, featuring lush background music. His score was characterized by a rousing march theme and noble melodies, which played a vital role in the film's dramatic effect.",
      "year": 1939,
      "location": "Hollywood",
      "emoji": "🎼",
      "fun_version": "Korngold whipped up an operatic score for The Private Lives of Elizabeth and Essex that was so lush, it practically made the royal gardens look like a barren desert. His melodies marched in like they were leading a parade, all proud and noble, while the poor actors had to keep up with the dramatic rollercoaster ride provided by the music. Seriously, if you ever wondered how to make a historical film sound like a royal concert, just throw in a Korngold score!"
    },
    {
      "section": "Composer for Hollywood films",
      "title": "The Sea Hawk Score",
      "summary": "The Sea Hawk marked Korngold's last score for swashbuckler films and is regarded as one of his best. The film featured an extensive symphonic score that contributed to the excitement of its climactic scenes.",
      "year": 1940,
      "location": "Hollywood",
      "emoji": "🎶",
      "fun_version": "The Sea Hawk is like the grand finale of Korngold's pirate party, where he decided to hang up his swashbuckling boots and just score the best of the best. It's as if he threw a huge symphonic feast, serving a delightful, orchestral buffet with all the thrilling moments you could ask for, especially during the nail-biting climaxes. If excitement were a dish, this score would be the main course, leaving you hungry for more epic adventures on the high seas!"
    },
    {
      "section": "Composer for Hollywood films",
      "title": "The Sea Wolf Score",
      "summary": "In juxtaposition to his previous works, Korngold's score for The Sea Wolf represented a darker, more somber atmosphere, reflecting the film's themes. His composition included complex brass chords and haunting melodies, showcasing his versatility as a composer.",
      "year": 1941,
      "location": "Hollywood",
      "emoji": "🎼",
      "fun_version": "In contrast to his previous works, Korngold decided to dive headfirst into the murky waters of darkness for The Sea Wolf, crafting a score that was gloomier than a rainy Monday morning. With his complex brass chords and haunting melodies, it was as if he was saying, “Who needs sunshine when you have orchestral power?” It was a real showcase of his composing skills that could make even the most cheerful sea creatures weep into their fins!"
    },
    {
      "section": "Composer for Hollywood films",
      "title": "Kings Row Score",
      "summary": "Korngold's score for Kings Row has been lauded for its powerful thematic material, which contributed greatly to the film's emotional impact. It represents a significant evolution in his compositional style, leaning towards Gothic elements.",
      "year": 1942,
      "location": "Hollywood",
      "emoji": "🎶",
      "fun_version": "Korngold's score for \"Kings Row\" has been praised for its ability to tug at your heartstrings so hard, they might just strum their way into the next room! It's like he threw a Gothic party and invited all the emotional themes to dance, leading to a soundtrack that's significantly evolved—kind of like a butterfly breaking out of its shell, if that shell was made of dramatic violins and heart-wrenching melodies."
    },
    {
      "section": "Selected list of works",
      "title": "String Quartet No. 3 in D major, Op. 34",
      "summary": "This string quartet was composed and premiered years later, continuing his exploration in string compositions.",
      "year": 1945,
      "location": "",
      "emoji": "🎻",
      "fun_version": "This string quartet was composed at a time when the composer thought, 'Why not throw some strings into the mix?' It took years before it finally got its debut—talk about a late bloomer! The composition just kept exploring like it was lost in the woods, trying to find its way back to civilization—or maybe just its next string solo."
    },
    {
      "section": "Selected list of works",
      "title": "Violin Concerto, Op. 35",
      "summary": "Another important composition for Korngold, this concerto was prepared for the violin and premiered in the years following its composition.",
      "year": 1945,
      "location": "",
      "emoji": "🎻",
      "fun_version": "So, get this: Korngold whipped up this little musical gem called a concerto for the violin, and it took so long to polish that by the time it premiered, people were almost throwing violin-shaped cupcakes at their friends to celebrate the occasion! I mean, who needs patience when you’ve got a delicious dessert to distract you? It's like cooking a soufflé—sometimes, you just have to let it rise and hope it doesn’t crash down!"
    },
    {
      "section": "Selected list of works",
      "title": "Symphonic Serenade in B♭ major for string orchestra, Op. 39",
      "summary": "This serenade was composed and performed, reflecting Korngold's commitment to orchestral music",
      "year": 1948,
      "location": "",
      "emoji": "🎻",
      "fun_version": "This serenade was composed and performed with the kind of enthusiasm that makes you wonder if Korngold had a secret stash of coffee beans! It really shows his dedication to orchestral music, as if he was trying to convince the world that string instruments can indeed be cooler than a rock band. Picture Korngold, conducting with a wild grin, probably envisioning his orchestra as a group of musical superheroes saving the day, one serenade at a time!"
    },
    {
      "section": "Selected list of works",
      "title": "Cello Concerto in C major, Op. 37",
      "summary": "Korngold composed this concerto, showcasing his range in orchestral writing. It expanded from a work he created for a film.",
      "year": 1950,
      "location": "",
      "emoji": "🎶",
      "fun_version": "Korngold whipped up this concerto as a grand showcase of his orchestral prowess, proving that he could do more than just make a bunch of violins cry in the dark. He took a little ditty he’d originally composed for a movie—probably hoping to win an Oscar or at least some popcorn—and turned it into something that would make even the greatest conductors rise from their seats. Who knew a film score could have so many orchestral selfies!"
    },
    {
      "section": "Selected list of works",
      "title": "Theme and Variations, Op. 42",
      "summary": "This work was both composed and premiered, further establishing Korngold's legacy in concert music.",
      "year": 1953,
      "location": "",
      "emoji": "🎶",
      "fun_version": "This work was both whipped up and put on stage, cementing Korngold's status as the concert music equivalent of a rock star—complete with a musical mosh pit!"
    },
    {
      "section": "Selected list of works",
      "title": "Symphony in F♯ major, Op. 40",
      "summary": "Korngold's symphony was composed and later performed, showcasing his mastery in the symphonic repertoire.",
      "year": 1954,
      "location": "",
      "emoji": "🎼",
      "fun_version": "Korngold's symphony was composed and later performed, showcasing his mastery in the symphonic repertoire. It was as if the orchestra heard the notes and thought, \"Hey, let's throw a musical party!\" They partied so hard that even the sheet music learned some new dance moves! And thus, Korngold proved he could make an entire symphony groove, while some composers were still trying to figure out how to find the right note for 'A' – as in 'Aah! I can't find my car keys!'."
    },
    {
      "section": "Composer for Hollywood films",
      "title": "Later Works and Return to Film Scoring",
      "summary": "After retiring from film composing, Korngold focused on concert works, including a Violin Concerto and Symphony. He returned to film scoring for Magic Fire, contributing his talents towards adapting Wagner's music while making a cameo in the film.",
      "year": 1955,
      "location": "Hollywood",
      "emoji": "🎶",
      "fun_version": "After hanging up his film composing hat, Korngold decided it was time to sprinkle some classical magic into the concert world with a Violin Concerto and a Symphony. But just when you thought he was going to turn into a hermit with a teddy bear and a metronome, he resurfaced for the film \"Magic Fire\"! Not only did he channel his inner Wagner to jazz up the score, but he also waltzed in for a cameo—because who could resist the chance to be both composer and star?"
    },
    {
      "year": 1957,
      "title": "Death"
    }
  ],
  "works": [
    {
      "title": "Der Schneemann",
      "imslp_url": "https://imslp.org/wiki/Der_Schneemann_(Korngold,_Erich_Wolfgang)",
      "year": 1908
    },
    {
      "title": "Piano Sonata No.1",
      "imslp_url": "https://imslp.org/wiki/Piano_Sonata_No.1_(Korngold,_Erich_Wolfgang)",
      "year": 1908
    },
    {
      "title": "Piano Trio, Op.1",
      "imslp_url": "https://imslp.org/wiki/Piano_Trio,_Op.1_(Korngold,_Erich_Wolfgang)",
      "year": 1909
    },
    {
      "title": "Märchenbilder, Op.3",
      "imslp_url": "https://imslp.org/wiki/Märchenbilder,_Op.3_(Korngold,_Erich_Wolfgang)",
      "year": 1910
    },
    {
      "title": "Piano Sonata No.2, Op.2",
      "imslp_url": "https://imslp.org/wiki/Piano_Sonata_No.2,_Op.2_(Korngold,_Erich_Wolfgang)",
      "year": 1910
    },
    {
      "title": "6 Einfache Lieder, Op.9",
      "imslp_url": "https://imslp.org/wiki/6_Einfache_Lieder,_Op.9_(Korngold,_Erich_Wolfgang)",
      "year": 1911
    },
    {
      "title": "Schauspiel-Ouverture, Op.4",
      "imslp_url": "https://imslp.org/wiki/Schauspiel-Ouverture,_Op.4_(Korngold,_Erich_Wolfgang)",
      "year": 1912
    },
    {
      "title": "Sinfonietta, Op.5",
      "imslp_url": "https://imslp.org/wiki/Sinfonietta,_Op.5_(Korngold,_Erich_Wolfgang)",
      "year": 1912
    },
    {
      "title": "Violin Sonata, Op.6",
      "imslp_url": "https://imslp.org/wiki/Violin_Sonata,_Op.6_(Korngold,_Erich_Wolfgang)",
      "year": 1912
    },
    {
      "title": "Der Ring des Polykrates, Op.7",
      "imslp_url": "https://imslp.org/wiki/Der_Ring_des_Polykrates,_Op.7_(Korngold,_Erich_Wolfgang)",
      "year": 1914
    },
    {
      "title": "String Sextet, Op.10",
      "imslp_url": "https://imslp.org/wiki/String_Sextet,_Op.10_(Korngold,_Erich_Wolfgang)",
      "year": 1914
    },
    {
      "title": "Violanta, Op.8",
      "imslp_url": "https://imslp.org/wiki/Violanta,_Op.8_(Korngold,_Erich_Wolfgang)",
      "year": 1914
    },
    {
      "title": "Musik zu 'Viel Lärmen um Nichts', Op.11",
      "imslp_url": "https://imslp.org/wiki/Musik_zu_'Viel_Lärmen_um_Nichts',_Op.11_(Korngold,_Erich_Wolfgang)",
      "year": 1917
    },
    {
      "title": "Sursum corda, Op.13",
      "imslp_url": "https://imslp.org/wiki/Sursum_corda,_Op.13_(Korngold,_Erich_Wolfgang)",
      "year": 1919
    },
    {
      "title": "Abschiedslieder, Op.14",
      "imslp_url": "https://imslp.org/wiki/Abschiedslieder,_Op.14_(Korngold,_Erich_Wolfgang)",
      "year": 1920
    },
    {
      "title": "Die tote Stadt, Op.12",
      "imslp_url": "https://imslp.org/wiki/Die_tote_Stadt,_Op.12_(Korngold,_Erich_Wolfgang)",
      "year": 1920
    },
    {
      "title": "Piano Quintet, Op.15",
      "imslp_url": "https://imslp.org/wiki/Piano_Quintet,_Op.15_(Korngold,_Erich_Wolfgang)",
      "year": 1921
    },
    {
      "title": "String Quartet No.1, Op.16",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.1,_Op.16_(Korngold,_Erich_Wolfgang)",
      "year": 1921
    },
    {
      "title": "Piano Concerto for the Left Hand, Op.17",
      "imslp_url": "https://imslp.org/wiki/Piano_Concerto_for_the_Left_Hand,_Op.17_(Korngold,_Erich_Wolfgang)",
      "year": 1923
    },
    {
      "title": "3 Gesänge, Op.18",
      "imslp_url": "https://imslp.org/wiki/3_Gesänge,_Op.18_(Korngold,_Erich_Wolfgang)",
      "year": 1924
    },
    {
      "title": "Das Wunder der Heliane, Op.20",
      "imslp_url": "https://imslp.org/wiki/Das_Wunder_der_Heliane,_Op.20_(Korngold,_Erich_Wolfgang)",
      "year": 1924
    },
    {
      "title": "Geschichten von Strauss, Op.21",
      "imslp_url": "https://imslp.org/wiki/Geschichten_von_Strauss,_Op.21_(Korngold,_Erich_Wolfgang)",
      "year": 1927
    },
    {
      "title": "Baby-Serenade, Op.24",
      "imslp_url": "https://imslp.org/wiki/Baby-Serenade,_Op.24_(Korngold,_Erich_Wolfgang)",
      "year": 1928
    },
    {
      "title": "3 Lieder, Op.22",
      "imslp_url": "https://imslp.org/wiki/3_Lieder,_Op.22_(Korngold,_Erich_Wolfgang)",
      "year": 1930
    },
    {
      "title": "Suite for Left Hand Piano and Strings, Op.23",
      "imslp_url": "https://imslp.org/wiki/Suite_for_Left_Hand_Piano_and_Strings,_Op.23_(Korngold,_Erich_Wolfgang)",
      "year": 1930
    },
    {
      "title": "Das Lied der Liebe",
      "imslp_url": "https://imslp.org/wiki/Das_Lied_der_Liebe_(Korngold,_Erich_Wolfgang)",
      "year": 1931
    },
    {
      "title": "Piano Sonata No.3, Op.25",
      "imslp_url": "https://imslp.org/wiki/Piano_Sonata_No.3,_Op.25_(Korngold,_Erich_Wolfgang)",
      "year": 1931
    },
    {
      "title": "Die Kathrin, Op.28",
      "imslp_url": "https://imslp.org/wiki/Die_Kathrin,_Op.28_(Korngold,_Erich_Wolfgang)",
      "year": 1932
    },
    {
      "title": "String Quartet No.2, Op.26",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.2,_Op.26_(Korngold,_Erich_Wolfgang)",
      "year": 1933
    },
    {
      "title": "Unvergänglichkeit, Op.27",
      "imslp_url": "https://imslp.org/wiki/Unvergänglichkeit,_Op.27_(Korngold,_Erich_Wolfgang)",
      "year": 1933
    },
    {
      "title": "A Midsummer Night's Dream",
      "imslp_url": "https://imslp.org/wiki/A_Midsummer_Night's_Dream_(Korngold,_Erich_Wolfgang)",
      "year": 1935
    },
    {
      "title": "Captain Blood",
      "imslp_url": "https://imslp.org/wiki/Captain_Blood_(Korngold,_Erich_Wolfgang)",
      "year": 1935
    },
    {
      "title": "4 Lieder nach Shakespeare, Op.31",
      "imslp_url": "https://imslp.org/wiki/4_Lieder_nach_Shakespeare,_Op.31_(Korngold,_Erich_Wolfgang)",
      "year": 1937
    },
    {
      "title": "Songs of the Clown, Op.29",
      "imslp_url": "https://imslp.org/wiki/Songs_of_the_Clown,_Op.29_(Korngold,_Erich_Wolfgang)",
      "year": 1937
    },
    {
      "title": "The Adventures of Robin Hood",
      "imslp_url": "https://imslp.org/wiki/The_Adventures_of_Robin_Hood_(Korngold,_Erich_Wolfgang)",
      "year": 1938
    },
    {
      "title": "Juarez",
      "imslp_url": "https://imslp.org/wiki/Juarez_(Korngold,_Erich_Wolfgang)",
      "year": 1939
    },
    {
      "title": "The Private Lives of Elizabeth and Essex",
      "imslp_url": "https://imslp.org/wiki/The_Private_Lives_of_Elizabeth_and_Essex_(Korngold,_Erich_Wolfgang)",
      "year": 1939
    },
    {
      "title": "5 Lieder, Op.38",
      "imslp_url": "https://imslp.org/wiki/5_Lieder,_Op.38_(Korngold,_Erich_Wolfgang)",
      "year": 1940
    },
    {
      "title": "The Sea Hawk",
      "imslp_url": "https://imslp.org/wiki/The_Sea_Hawk_(Korngold,_Erich_Wolfgang)",
      "year": 1940
    },
    {
      "title": "Passover Psalm, Op.30",
      "imslp_url": "https://imslp.org/wiki/Passover_Psalm,_Op.30_(Korngold,_Erich_Wolfgang)",
      "year": 1941
    },
    {
      "title": "Kings Row Suite",
      "imslp_url": "https://imslp.org/wiki/Kings_Row_Suite_(Korngold,_Erich_Wolfgang)",
      "year": 1942
    },
    {
      "title": "Tomorrow, Op.33",
      "imslp_url": "https://imslp.org/wiki/Tomorrow,_Op.33_(Korngold,_Erich_Wolfgang)",
      "year": 1942
    },
    {
      "title": "String Quartet No.3, Op.34",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.3,_Op.34_(Korngold,_Erich_Wolfgang)",
      "year": 1945
    },
    {
      "title": "Violin Concerto, Op.35",
      "imslp_url": "https://imslp.org/wiki/Violin_Concerto,_Op.35_(Korngold,_Erich_Wolfgang)",
      "year": 1945
    },
    {
      "title": "Cello Concerto, Op.37",
      "imslp_url": "https://imslp.org/wiki/Cello_Concerto,_Op.37_(Korngold,_Erich_Wolfgang)",
      "year": 1946
    },
    {
      "title": "Symphonische Serenade, Op.39",
      "imslp_url": "https://imslp.org/wiki/Symphonische_Serenade,_Op.39_(Korngold,_Erich_Wolfgang)",
      "year": 1947
    },
    {
      "title": "Symphony in F-sharp major, Op.40",
      "imslp_url": "https://imslp.org/wiki/Symphony_in_F-sharp_major,_Op.40_(Korngold,_Erich_Wolfgang)",
      "year": 1949
    },
    {
      "title": "Straussiana",
      "imslp_url": "https://imslp.org/wiki/Straussiana_(Korngold,_Erich_Wolfgang)",
      "year": 1953
    },
    {
      "title": "Theme and Variations, Op.42",
      "imslp_url": "https://imslp.org/wiki/Theme_and_Variations,_Op.42_(Korngold,_Erich_Wolfgang)",
      "year": 1953
    }
  ]
}