{
  "full_name": "Eugène Ysaÿe",
  "first_names": "Eugène",
  "last_name": "Ysaÿe",
  "birth_year": 1858,
  "death_year": 1931,
  "wikipedia_url": "https://en.wikipedia.org/wiki/Eugène_Ysaÿe",
  "events": [
    {
      "section": "Early years",
      "title": "Royal Conservatory of Liège",
      "summary": "In 1867, Ysaÿffe enrolled at the Royal Conservatory of Liège, where he studied under Désiré Heynberg. He demonstrated his promise by winning a shared second prize for his performance of the Viotti 22nd Violin Concerto.",
      "year": 1867,
      "location": "Liège",
      "emoji": "🎻",
      "fun_version": "In 1867, Ysaÿe enrolled at the Royal Conservatory of Liège, where he studied under Désiré Heynberg. He demonstrated his promise by winning a shared second prize for his performance of the Viotti 22nd Violin Concerto, proving that the only thing more impressive than his bowing skills was his ability to not trip over his own ambition!"
    },
    {
      "section": "Early career",
      "title": "Start of Success as a Concert Artist",
      "summary": "At the age of 27, Ysaÿffe was recommended as a soloist for one of the Concerts Colonne in Paris, marking the beginning of his great success as a concert artist.",
      "year": 1883,
      "location": "Paris",
      "emoji": "🎻",
      "fun_version": "At 27, Ysaÿe was called up for his solo debut with the Concerts Colonne in Paris, marking the beginning of his great success as a concert artist. It was either that or a career in mime – but thankfully, he chose to play the violin instead of pretending to be a stuck elevator!"
    },
    {
      "section": "Early career",
      "title": "Professorship at Brussels Conservatoire",
      "summary": "The following year, Ysaÿffe received a professorship at the Brussels Conservatoire, a role he continued for the rest of his life, influencing many notable students.",
      "year": 1884,
      "location": "Brussels",
      "emoji": "🎓",
      "fun_version": "The next year, Ysaÿe snagged a fancy professorship at the Brussels Conservatoire, a gig he kept for life, shaping the minds of many notable students!"
    },
    {
      "section": "Early career",
      "title": "Major Works Dedicated to Ysaÿffe",
      "summary": "Many prominent composers, including Claude Debussy, Camille Saint-Saëns, César Franck, and Ernest Chausson, dedicated major works to Ysaÿffe during his career, showcasing the high regard in which he was held.",
      "year": 1885,
      "location": "Various",
      "emoji": "🎶",
      "fun_version": "Many prominent composers including Claude Debussy, Camille Saint-Saëns, César Franck, and Ernest Chausson dedicated major works to the illustrious violinist Ysaÿe during his career. This showcases the high regard in which he was held in the classical music world! Basically, if Ysaÿe had a dollar for every major work dedicated to him, he'd probably be richer than the entire cast of a reality TV show!"
    },
    {
      "section": "Early career",
      "title": "Establishment of the Ysaÿffe Quartet",
      "summary": "In 1886, Ysaÿffe established the Ysaÿffe Quartet, which played a significant role in premiering Debussy's String Quartet, further influencing the chamber music scene.",
      "year": 1886,
      "location": "Not specified",
      "emoji": "🎻",
      "fun_version": "In 1886, Ysaÿe decided that playing music was better than talking to people, so he formed the Ysaÿe Quartet. Their job? Make Debussy's String Quartet so famous that it made violins everywhere jealous! They weren’t just playing around; they played a crucial role in premiering this masterpiece, shaking up the chamber music scene forever!"
    },
    {
      "section": "Personal life",
      "title": "Marriage to Louise Bourdau",
      "summary": "Eugène Ysaÿe married Louise Bourdau in a ceremony in Arlon. They had five children together. Césa Franck presented Ysaÿe's marriage gift, his Violin Sonata in A, which Ysaÿe performed at the wedding celebration after a hurried rehearsal.",
      "year": 1886,
      "location": "Arlon",
      "emoji": "💍",
      "fun_version": "Eugène Ysaÿe tying the knot with Louise Bourdau in Arlon is like a grand symphony! Their love story hit the perfect pitch—five children later, it’s safe to say that these two have made their own little orchestra! Césa Franck showed up with a marriage gift: his Violin Sonata in A, which Ysaÿe performed at the wedding celebration after a last-minute rehearsal."
    },
    {
      "section": "Personal life",
      "title": "Debussy's String Quartet Premiere",
      "summary": "The Ysaÿe Quartet premiered Claude Debussy's only string quartet at the Société Nationale in Paris. This performance received mixed reviews but marked an important moment in the relationship between Ysaÿe and Debussy.",
      "year": 1893,
      "location": "Paris",
      "emoji": "🎻",
      "fun_version": "The Ysăffe Quartet decided to take on Claude Debussy's only string quartet at the Sociétés Nationale in Paris. The audience had mixed reviews! Despite the reception, this performance marked an important moment in the relationship between Ysăffe and Debussy, and it definitely made a splash in their ongoing drama."
    },
    {
      "section": "Honours",
      "title": "Officer in the Order of Leopold",
      "summary": "Eugène Ysaÿffe was honored by being appointed as an Officer in the Order of Leopold, a recognition of his contributions to music and the arts.",
      "year": 1900,
      "location": "",
      "emoji": "🏅",
      "fun_version": "Eugène Ysaÿe didn’t just get an appointment; he leveled up to an Officer in the Order of Leopold, a recognition of his contributions to music and the arts! It’s like earning a gold star for being the most harmonious kid on the block, showing that his violins aren’t just for show."
    },
    {
      "section": "Selected discography",
      "title": "Recording of Prize Song from Die Meistersinger Von Nürnberg",
      "summary": "Eugène Ysaÿffe performed R. Wagner's Prize Song on 1 Feb.1912, showcasing his skills in a significant operatic piece.",
      "year": 1912,
      "location": "",
      "emoji": "🎶",
      "fun_version": "Eugène Ysaÿe, making R. Wagner's Prize Song sound like a walk in the park, performed it on February 1st, 1912! It was a grand operatic occasion, showcasing his remarkable skills in this significant piece."
    },
    {
      "section": "Selected discography",
      "title": "Recording of several works",
      "summary": "Throughout December 1912, Ysaÿffe recorded various pieces from composers like E. Chabrier and H. Wieniawski, contributing to his discography with substantial repertoire.",
      "year": 1912,
      "location": "",
      "emoji": "🎼",
      "fun_version": "Throughout December 1912, Ysaÿe recorded various pieces from composers like E. Chabrier and H. Wieniawski, contributing to his discography with substantial repertoire. He decided to channel his inner musical superhero during this time!"
    },
    {
      "section": "Selected discography",
      "title": "Recording of Lointain passé and Rêve d'Enfant",
      "summary": "On 1 Feb.1913, Ysaÿffe recorded his own compositions Lointain passé and Rêve d'Enfant, demonstrating his prowess not only as a performer but also as a composer.",
      "year": 1913,
      "location": "",
      "emoji": "🎼",
      "fun_version": "On February 1, 1913, Ysaÿe recorded his own compositions, Lointain passé and Rêve d'Enfant, demonstrating his prowess as both a performer and a composer."
    },
    {
      "section": "Selected discography",
      "title": "Recording of Ave Maria",
      "summary": "On the same day, he also recorded Schubert's Ave Maria, showcasing the emotional depth of his interpretations.",
      "year": 1914,
      "location": "",
      "emoji": "🎶",
      "fun_version": "On the same day, he recorded Schubert's Ave Maria, showcasing the emotional depth of his interpretations and proving that even classical music can be a 'note-worthy' event. Who knew harmonizing could be emotional?"
    },
    {
      "section": "Selected discography",
      "title": "Recording of Humoresque",
      "summary": "On 9 Mar.1914, Ysaÿffe recorded Dvořák's Humoresque in G-flat major, adding a notable work to his collection.",
      "year": 1914,
      "location": "",
      "emoji": "🎵",
      "fun_version": "On March 9th, 1914, Ysaÿe decided to record Dvořák's Humoresque in G-flat major, adding a notable work to his collection. Who knew a collection could grow by one and still be so flat?"
    },
    {
      "section": "Teaching and composing",
      "title": "Music Director of Cincinnati Symphony Orchestra",
      "summary": "In 1918, Ysaÿe accepted the music director's position with the Cincinnati Symphony Orchestra, where he remained until 1922 and with which he made several recordings.",
      "year": 1918,
      "location": "Cincinnati",
      "emoji": "🎶",
      "fun_version": "In 1918, Ysaÿe accepted the role of music director for the Cincinnati Symphony Orchestra, a position he held until 1922, during which he made several recordings and managed to avoid pirates along the way!"
    },
    {
      "section": "Honours",
      "title": "Commander of the Order of Leopold",
      "summary": "In 1919, Ysaÿffe received the prestigious title of Commander of the Order of Leopold, further solidifying his standing in the cultural community.",
      "year": 1919,
      "location": "",
      "emoji": "🏅",
      "fun_version": "In 1919, Ysaüffe became Commander of the Order of Leopold. Sounds fancy, right? I mean, it’s not like he just got a gold star for attendance at a sock puppet theater!"
    },
    {
      "section": "Selected discography",
      "title": "Conducting the Cincinnati Symphony Orchestra",
      "summary": "On 28 Nov.1919, Ysaÿffe conducted the Cincinnati Symphony Orchestra, marking an important role in his career as a conductor.",
      "year": 1919,
      "location": "",
      "emoji": "🎼",
      "fun_version": "On November 28, 1919, a certain Ysaÿe decided to put his whiskers on a bow and conducted the Cincinnati Symphony Orchestra, proving that playing music can definitely be a serious career – or at least a note-worthy one!"
    },
    {
      "section": "Selected discography",
      "title": "Recording of Marche Joyeuse",
      "summary": "Ysaÿffe performed and recorded E. Chabrier's Marche Joyeuse on 30 Nov.1919, cementing his stature in the classical music scene.",
      "year": 1919,
      "location": "",
      "emoji": "🎶",
      "fun_version": "Ysaÿe took a stroll down musical lane and, with a dramatic flourish on November 30, 1919, played E. Chabrier's Marche Joyeuse, effectively giving classical music a much-needed high-five, cementing his stature in the classical music scene!"
    },
    {
      "section": "Personal life",
      "title": "Marriage to Jeanette Dincin",
      "summary": "After the death of his first wife, Ysaÿe married Jeanette Dincin, a pupil and violinist, who was much younger than him. They met while he was conducting in the Cincinnati Orchestra, and she cared for him in his final years.",
      "year": 1924,
      "location": "",
      "emoji": "❤️",
      "fun_version": "After the death of his first wife, Ysaïe decided to take a chance on love again! He married Jeanette Dincin, a much younger pupil and talented violinist. They met while he was conducting the Cincinnati Orchestra – talk about a real musical twist! And as Ysaïe composed his final symphony, Jeanette, who was much younger, was sure to take good care of him."
    },
    {
      "section": "Teaching and composing",
      "title": "Death",
      "summary": "Eugène Ysaÿe died in his house in Forest, Belgium, 48 Avenue Brugmann, and was interred in the Ixelles Cemetery in Brussels.",
      "year": 1931,
      "location": "Forest, Belgium",
      "emoji": "⚰️",
      "fun_version": "Eugène Ysaëffe died peacefully at home on Avenue Brugmann, Forest, Belgium, and now he's taking a permanent nap at Ixelles Cemetery in Brussels, where the only chatter is from the cheeky gravestones!"
    }
  ],
  "works": [
    {
      "title": "Légende Norvégienne",
      "imslp_url": "https://imslp.org/wiki/Légende_Norvégienne_(Ysaÿe,_Eugène)",
      "year": 1882
    },
    {
      "title": "Si Vous Saviez",
      "imslp_url": "https://imslp.org/wiki/Si_Vous_Saviez_(Ysaÿe,_Eugène)",
      "year": 1882
    },
    {
      "title": "Variations on a Theme by Paganini, Op.12",
      "imslp_url": "https://imslp.org/wiki/Variations_on_a_Theme_by_Paganini,_Op.12_(Ysaÿe,_Eugène)",
      "year": 1883
    },
    {
      "title": "2 Mazurkas de salon, Op.10",
      "imslp_url": "https://imslp.org/wiki/2_Mazurkas_de_salon,_Op.10_(Ysaÿe,_Eugène)",
      "year": 1884
    },
    {
      "title": "Violin Concerto in D minor",
      "imslp_url": "https://imslp.org/wiki/Violin_Concerto_in_D_minor_(Ysaÿe,_Eugène)",
      "year": 1884
    },
    {
      "title": "Violin Concerto in E major",
      "imslp_url": "https://imslp.org/wiki/Violin_Concerto_in_E_major_(Ysaÿe,_Eugène)",
      "year": 1884
    },
    {
      "title": "Violin Concerto in E minor",
      "imslp_url": "https://imslp.org/wiki/Violin_Concerto_in_E_minor_(Ysaÿe,_Eugène)",
      "year": 1885
    },
    {
      "title": "Étude posthume",
      "imslp_url": "https://imslp.org/wiki/Étude_posthume_(Ysaÿe,_Eugène)",
      "year": 1886
    },
    {
      "title": "Lointain passé, Op.11",
      "imslp_url": "https://imslp.org/wiki/Lointain_passé,_Op.11_(Ysaÿe,_Eugène)",
      "year": 1893
    },
    {
      "title": "Poème élégiaque, Op.12",
      "imslp_url": "https://imslp.org/wiki/Poème_élégiaque,_Op.12_(Ysaÿe,_Eugène)",
      "year": 1893
    },
    {
      "title": "String Quintet in B minor, Op.15",
      "imslp_url": "https://imslp.org/wiki/String_Quintet_in_B_minor,_Op.15_(Ysaÿe,_Eugène)",
      "year": 1894
    },
    {
      "title": "Petit poème romantique",
      "imslp_url": "https://imslp.org/wiki/Petit_poème_romantique_(Ysaÿe,_Eugène)",
      "year": 1901
    },
    {
      "title": "Rêve d'enfant, Op.14",
      "imslp_url": "https://imslp.org/wiki/Rêve_d'enfant,_Op.14_(Ysaÿe,_Eugène)",
      "year": 1901
    },
    {
      "title": "Chant d'hiver, Op.15",
      "imslp_url": "https://imslp.org/wiki/Chant_d'hiver,_Op.15_(Ysaÿe,_Eugène)",
      "year": 1902
    },
    {
      "title": "Méditation, Op.16",
      "imslp_url": "https://imslp.org/wiki/Méditation,_Op.16_(Ysaÿe,_Eugène)",
      "year": 1910
    },
    {
      "title": "Au rouet, Op.13",
      "imslp_url": "https://imslp.org/wiki/Au_rouet,_Op.13_(Ysaÿe,_Eugène)",
      "year": 1911
    },
    {
      "title": "Les neiges d'antan, Op.23",
      "imslp_url": "https://imslp.org/wiki/Les_neiges_d'antan,_Op.23_(Ysaÿe,_Eugène)",
      "year": 1914
    },
    {
      "title": "Sonata for 2 Violins",
      "imslp_url": "https://imslp.org/wiki/Sonata_for_2_Violins_(Ysaÿe,_Eugène)",
      "year": 1915
    },
    {
      "title": "Exil, Op.25",
      "imslp_url": "https://imslp.org/wiki/Exil,_Op.25_(Ysaÿe,_Eugène)",
      "year": 1917
    },
    {
      "title": "Divertimento, Op.24",
      "imslp_url": "https://imslp.org/wiki/Divertimento,_Op.24_(Ysaÿe,_Eugène)",
      "year": 1921
    },
    {
      "title": "6 Sonatas for Solo Violin, Op.27",
      "imslp_url": "https://imslp.org/wiki/6_Sonatas_for_Solo_Violin,_Op.27_(Ysaÿe,_Eugène)",
      "year": 1923
    },
    {
      "title": "Harmonies du soir, Op.31",
      "imslp_url": "https://imslp.org/wiki/Harmonies_du_soir,_Op.31_(Ysaÿe,_Eugène)",
      "year": 1924
    },
    {
      "title": "Sonata for Solo Cello, Op.28",
      "imslp_url": "https://imslp.org/wiki/Sonata_for_Solo_Cello,_Op.28_(Ysaÿe,_Eugène)",
      "year": 1924
    },
    {
      "title": "Fantaisie, Op.32",
      "imslp_url": "https://imslp.org/wiki/Fantaisie,_Op.32_(Ysaÿe,_Eugène)",
      "year": 1925
    },
    {
      "title": "Amitié, Op.26",
      "imslp_url": "https://imslp.org/wiki/Amitié,_Op.26_(Ysaÿe,_Eugène)",
      "year": 1927
    }
  ]
}