{
  "full_name": "Florence Price",
  "first_names": "Florence Beatrice",
  "last_name": "Price",
  "birth_year": 1887,
  "death_year": 1953,
  "wikipedia_url": "https://en.wikipedia.org/wiki/Florence_Price",
  "events": [
    {
      "section": "Biography",
      "title": "Birth",
      "summary": "Florence Beatrice Smith was born to Florence and James H. Smith in Little Rock, Arkansas, as part of a mixed-race family. Her father's profession as a dentist and her mother's role as a music teacher were significant influences in her early life.",
      "year": 1887,
      "location": "Little Rock, Arkansas",
      "emoji": "🎉",
      "fun_version": "Florence Beatrice Smith didn’t just pop into the world; she rolled in like a jazz trumpeter on a Sunday morning! Born in Little Rock, Arkansas to Florence and James H. Smith as part of a mixed-race family, her dad was a dentist, ensuring she had a perfect smile from day one, and with a music teacher for a mom, dinner conversations were filled with high notes!"
    },
    {
      "section": "Biography",
      "title": "First Piano Performance",
      "summary": "At the age of four, Florence gave her first piano performance, showcasing her early talents and passion for music.",
      "year": 1891,
      "location": "Little Rock, Arkansas",
      "emoji": "🎹",
      "fun_version": "At just four years old, Florence decided to give her first piano performance. I mean, what else are toddlers supposed to do? Change diapers? Nope! She showcased her early talents and passion for music, proving that some kids are destined for the stage."
    },
    {
      "section": "Biography",
      "title": "Graduation as Valedictorian",
      "summary": "In 1901, Florence graduated as the valedictorian of her class from a Catholic convent school, highlighting her academic achievements alongside her musical pursuits.",
      "year": 1901,
      "location": "Arkansas",
      "emoji": "🎓",
      "fun_version": "In 1901, Florence graduated as the valedictorian of her class from a Catholic convent school, highlighting her academic achievements. Along with that, she juggled musical pursuits. I guess you could say she was multitasking before it was cool!"
    },
    {
      "section": "Biography",
      "title": "Enrollment at the New England Conservatory",
      "summary": "After high school, Florence enrolled at the New England Conservatory in Boston, where she pursued a double major in organ and piano teaching, passing as Mexican to avoid racial discrimination.",
      "year": 1902,
      "location": "Boston, Massachusetts",
      "emoji": "🎹",
      "fun_version": "Florence, after escaping the clutches of high school, did a grand leap into the land of music, enrolling at the New England Conservatory in Boston, where she pursued a double major in organ and piano teaching. She boldly juggled this while masquerading as a Mexican to avoid racial discrimination."
    },
    {
      "section": "Biography",
      "title": "Graduation from Conservatory",
      "summary": "Florence graduated in 1906 with honors from the New England Conservatory, where she also studied composition and counterpoint, marking the beginning of her formal music career.",
      "year": 1906,
      "location": "Boston, Massachusetts",
      "emoji": "🎓",
      "fun_version": "In 1906, Florence graduated with honors from the New England Conservatory, where she studied composition and counterpoint—presumably learning all the fancy words for 'louder' and 'softer'—marking the start of her music career, complete with more notes than a grocery list!"
    },
    {
      "section": "Biography",
      "title": "Marriage to Thomas J. Price",
      "summary": "In 1912, Florence married Thomas J. Price, a lawyer. This marked a significant transition in her life as she moved back to Little Rock with him and her daughters.",
      "year": 1912,
      "location": "Little Rock, Arkansas",
      "emoji": "💍",
      "fun_version": "In 1912, Florence married Thomas J. Price, a lawyer. This marked a significant transition in her life—kinda like moving from a cozy cottage to a towering castle, but instead of more space, she just got more law books! Back to Little Rock they went with her daughters."
    },
    {
      "section": "Biography",
      "title": "Divorce from Thomas J. Price",
      "summary": "Financial struggles and personal abuse led Florence to divorce Thomas in 1931, becoming a single mother and facing new challenges as a composer.",
      "year": 1931,
      "location": "Little Rock, Arkansas",
      "emoji": "💔",
      "fun_version": "In 1931, after enduring financial struggles and personal abuse, Florence bravely decided to file for divorce. Suddenly, she was a single mother, juggling composer duties while trying to compose a symphony!"
    },
    {
      "section": "Works",
      "title": "Symphony No. 1 in E minor",
      "summary": "Florence Price's Symphony No. 1 in E minor showcases her unique melding of African-American musical elements with classical forms. This work was awarded First Prize in the Rodman Wanamaker Competition, a significant recognition of her contribution to American music.",
      "year": 1932,
      "location": "N/A",
      "emoji": "🎵",
      "fun_version": "Florence Price's Symphony No. 1 in E minor showcases her unique melding of African-American musical elements with classical forms! Winning First Prize in the Rodman Wanamaker Competition is a significant recognition of her contribution to American music!"
    },
    {
      "section": "Biography",
      "title": "Winning Wanamaker Foundation Awards",
      "summary": "Florence won first prize for her Symphony in E minor at the Wanamaker Foundation Awards in 1932, a significant recognition of her compositional talent.",
      "year": 1932,
      "location": "Chicago, Illinois",
      "emoji": "🏆",
      "fun_version": "Florence won first prize for her Symphony in E minor at the Wanamaker Foundation Awards in 1932—proof of her compositional talent and that she could make people feel like they were sitting on a cloud made of marshmallows!"
    },
    {
      "section": "Biography",
      "title": "First Symphony Performance",
      "summary": "In early 1933, Florence became the first African-American woman to have her music played by a major U.S. orchestra when her First Symphony was performed at the Chicago World's Fair.",
      "year": 1933,
      "location": "Chicago, Illinois",
      "emoji": "🎶",
      "fun_version": "In early 1933, Florence broke the sound barrier of racism when she became the first African-American woman to have her music played by a major U.S. orchestra. Her First Symphony was performed at the Chicago World's Fair, and it was such a hit that even the cotton candy was tapping its sugary feet!"
    },
    {
      "section": "Biography",
      "title": "Performing Concerto in D minor",
      "summary": "In 1934, Florence performed her Concerto in D minor for Piano and Orchestra at the Chicago Musical College commencement, receiving critical acclaim for her work.",
      "year": 1934,
      "location": "Chicago, Illinois",
      "emoji": "🎹",
      "fun_version": "In 1934, Florence performed her Concerto in D minor for Piano and Orchestra at the Chicago Musical College commencement, where she received critical acclaim that was practically equivalent to confetti falling down."
    },
    {
      "section": "Biography",
      "title": "Induction into American Society of Composers",
      "summary": "Florence was inducted into the American Society of Composers, Authors, and Publishers in 1940, a testament to her contributions as a composer.",
      "year": 1940,
      "location": "United States",
      "emoji": "🎼",
      "fun_version": "Florence was inducted into the American Society of Composers, Authors, and Publishers in 1940, which meant she got a fancy certificate and a lifetime supply of free pencils for her compositions! Who knew that writing music could get you such perks?"
    },
    {
      "section": "Works",
      "title": "Symphony No. 3 in C minor",
      "summary": "The composition of Symphony No. 3 in C minor reflects Price's deep influence from African-American spirituals, incorporating rich rhythms and melodies that emphasize her cultural heritage.",
      "year": 1940,
      "location": "N/A",
      "emoji": "🎶",
      "fun_version": "Symphony No. 3 in C minor reflects Price's deep influence from African-American spirituals, incorporating rich rhythms and melodies that emphasize her cultural heritage."
    },
    {
      "section": "Works",
      "title": "Symphony No. 4 in D minor",
      "summary": "Florence Price's Symphony No. 4 in D minor continued her exploration of themes and styles rooted in African-American traditions, further establishing her voice in the orchestral landscape.",
      "year": 1945,
      "location": "N/A",
      "emoji": "🎶",
      "fun_version": "Florence Price's Symphony No. 4 in D minor is like a party for your ears, where the guests are African-American traditions bringing the beats and melodies! It’s so good, even the violins are shaking their strings in excitement, further establishing her voice in the orchestral landscape."
    },
    {
      "section": "Biography",
      "title": "Death",
      "summary": "Florence Price passed away from a stroke in Chicago, leaving behind a legacy as a pioneering African-American composer.",
      "year": 1953,
      "location": "Chicago, Illinois",
      "emoji": "🎼",
      "fun_version": "Florence Price, the fabulous music magician of Chicago, decided to pull the ultimate disappearing act on us. But don't fret! Her musical genius is still here, serenading us from the great beyond, making sure we're all on the right note! And let’s not forget, she was a pioneering African-American composer, leaving behind a legacy that continues to inspire."
    }
  ],
  "works": [
    {
      "title": "At the Cotton Gin",
      "imslp_url": "https://imslp.org/wiki/At_the_Cotton_Gin_(Price,_Florence)",
      "year": 1927
    },
    {
      "title": "3 Little Negro Dances",
      "imslp_url": "https://imslp.org/wiki/3_Little_Negro_Dances_(Price,_Florence)",
      "year": 1933
    },
    {
      "title": "The Deserted Garden",
      "imslp_url": "https://imslp.org/wiki/The_Deserted_Garden_(Price,_Florence)",
      "year": 1933
    },
    {
      "title": "3 Sketches for Little Pianists",
      "imslp_url": "https://imslp.org/wiki/3_Sketches_for_Little_Pianists_(Price,_Florence)",
      "year": 1937
    },
    {
      "title": "Levee Dance",
      "imslp_url": "https://imslp.org/wiki/Levee_Dance_(Price,_Florence)",
      "year": 1937
    },
    {
      "title": "4 Songs from The Weary Blues",
      "imslp_url": "https://imslp.org/wiki/4_Songs_from_The_Weary_Blues_(Price,_Florence)",
      "year": 1941
    },
    {
      "title": "Adoration",
      "imslp_url": "https://imslp.org/wiki/Adoration_(Price,_Florence)",
      "year": 1951
    },
    {
      "title": "The Goblin and the Mosquito",
      "imslp_url": "https://imslp.org/wiki/The_Goblin_and_the_Mosquito_(Price,_Florence)",
      "year": 1951
    }
  ]
}