{
  "full_name": "George Gershwin",
  "first_names": "George",
  "last_name": "Gershwin",
  "birth_year": 1898,
  "death_year": 1937,
  "wikipedia_url": "https://en.wikipedia.org/wiki/George_Gershwin",
  "events": [
    {
      "section": "Biography",
      "title": "Birth",
      "summary": "George Gershwin was born in a second-floor apartment in Brooklyn, New York in a family of Jewish immigrants. He was named after his grandfather and had no middle name, quickly becoming known as George.",
      "year": 1898,
      "location": "Brooklyn, New York",
      "emoji": "🎹",
      "fun_version": "George Gershwin was born in a second-floor apartment in Brooklyn, New York, where his family of Jewish immigrants probably argued over whether bagels are better with cream cheese or lox. Named after his grandfather, George had no middle name—thank goodness for that!"
    },
    {
      "section": "Biography",
      "title": "Educational Influence",
      "summary": "At the age of 10, George was captivated by a friend's violin recital, leading him to spend more time playing the piano that had been bought for his brother, Ira. This marked the beginning of his deep engagement with music.",
      "year": 1908,
      "location": "Brooklyn, New York",
      "emoji": "🎶",
      "fun_version": "At the age of 10, George was captivated by a friend's violin recital, leading him to spend more time playing the piano that had been bought for his brother, Ira. This marked the beginning of his deep engagement with music."
    },
    {
      "section": "Biography",
      "title": "First Professional Job",
      "summary": "Gershwin left school at 15 to work as a 'song plugger' on Tin Pan Alley, earning a modest salary while trying to make a name for himself in the music industry.",
      "year": 1913,
      "location": "New York City",
      "emoji": "🎼",
      "fun_version": "At the tender age of 15, Gershwin decided that school was overrated, packed up his books and left to work as a 'song plugger' on Tin Pan Alley, trying to make a name for himself in the music industry. But hey, someone's got to serenade the sidewalk!"
    },
    {
      "section": "Biography",
      "title": "First Published Song",
      "summary": "His first published song, 'When You Want 'Em, You Can't Get 'Em, When You've Got 'Em, You Don't Want 'Em', was released when he was 17, marking the start of his songwriting career.",
      "year": 1916,
      "location": "New York City",
      "emoji": "🎶",
      "fun_version": "At the tender age of 17, he released his first hit song titled 'When You Want 'Em, You Can't Get 'Em, When You've Got 'Em, You Don't Want 'Em,' which is basically the musical version of dating advice from a confused teenager! This release was not just a funny tune; it marked the official kickoff of his songwriting career!"
    },
    {
      "section": "Biography",
      "title": "First National Hit",
      "summary": "In 1919, Gershwin achieved his first national success with the song 'Swanee'. This song became a significant hit after Broadway star Al Jolson performed it.",
      "year": 1919,
      "location": "New York City",
      "emoji": "🎶",
      "fun_version": "In 1919, Gershwin achieved his first national success with the catchy tune 'Swanee'. It's such a toe-tapper that even Broadway star Al Jolson couldn't resist strutting around the stage. After his performance, 'Swanee' became a significant hit, making folks dance crazy—who knew a song about a river could have such an effect?"
    },
    {
      "section": "Recordings and film",
      "title": "Recording Career Begins",
      "summary": "In the early stages of his career, Gershwin recorded over one hundred forty player piano rolls, predominantly featuring popular music of the time. His player piano recordings provided a significant source of income well before his success in musical theater diminished this pursuit.",
      "year": 1919,
      "location": "",
      "emoji": "🎹",
      "fun_version": "Gershwin, in his early career, was like a kid in a candy store—if the candy was made entirely of player piano rolls and the store was his living room. With over 140 rolls tucked under his arm, he was cranking out popular music! His player piano recordings provided a significant source of income well before his success in musical theater made him ditch the rolls. Those poor piano rolls must have wondered where he went wrong."
    },
    {
      "section": "Recordings and film",
      "title": "Recording of Swanee",
      "summary": "Gershwin's initial foray into audio recording was with his own song 'Swanee', performed alongside the Fred Van Eps Trio. This recording, made in 1919, took place before the song rose to fame as an Al Jolson hit in early 1920.",
      "year": 1919,
      "location": "",
      "emoji": "🎹",
      "fun_version": "Gershwin's first adventure into the world of audio recording was not with a grand opera but rather with his own catchy tune 'Swanee', which he performed with the Fred Van Eps Trio. This recording, made in 1919, featured a bunch of guys trying to make music while dodging the fact that Al Jolson was about to steal their thunder with that same song, which later became a hit in early 1920!"
    },
    {
      "section": "Recordings and film",
      "title": "Abridged Rhapsody in Blue Recording",
      "summary": "Following the world premiere of Rhapsody in Blue, Gershwin recorded an abridged version with Paul Whiteman and his orchestra in 1924. The session was marked by a creative dispute between Whiteman and Gershwin, leading to Whiteman exiting the studio mid-session.",
      "year": 1924,
      "location": "",
      "emoji": "🎶",
      "fun_version": "Picture this: The world premiere of 'Rhapsody in Blue' was like the opening night of a blockbuster movie—everyone dressed to the nines, and Gershwin was ready to steal the show! But when he teamed up with Paul Whiteman and his orchestra in 1924 to record an abridged version, a creative dispute erupted. Whiteman decided mid-session that he needed a break from Gershwin’s genius and just... left!"
    },
    {
      "section": "Biography",
      "title": "Major Work Rhapsody in Blue",
      "summary": "In 1924, Gershwin composed 'Rhapsody in Blue', a groundbreaking work that blended jazz and classical music, significantly contributing to his reputation as a composer.",
      "year": 1924,
      "location": "New York City",
      "emoji": "🎶",
      "fun_version": "In 1924, Gershwin whipped up 'Rhapsody in Blue', a tune so catchy even the jazz and classical music had to shake hands and call it a truce. This masterpiece significantly contributed to Gershwin's reputation as a composer, practically GPS-ing him there with a big neon sign flashing 'Composer Extraordinaire!'"
    },
    {
      "section": "Musical style and influence",
      "title": "Birthday party honoring Maurice Ravel",
      "summary": "A birthday party was held in New York City to honor Maurice Ravel. Various notable figures of the music community attended, and Gershwin's influence from French composers, including Ravel himself, was highlighted during the event.",
      "year": 1928,
      "location": "New York City",
      "emoji": "🎉",
      "fun_version": "A birthday party was thrown in the Big Apple to celebrate Maurice Ravel. Various notable figures of the music community attended, probably because they couldn’t resist free cake. Gershwin's influence from French composers, including Ravel himself, was highlighted during the event."
    },
    {
      "section": "Recordings and film",
      "title": "World Premiere Recording of An American in Paris",
      "summary": "In 1929, Gershwin was involved in the world premiere recording of An American in Paris, albeit with limited input, as Nathaniel Shilkret was the conductor. He took on a brief celeste solo when no one else was available to perform it.",
      "year": 1929,
      "location": "",
      "emoji": "🎼",
      "fun_version": "In 1929, Gershwin triumphantly participated in the world premiere recording of An American in Paris. He may have had limited input, as Nathaniel Shilkret was conducting, but when it came time for a celeste solo, he was ready to shine—because what’s a premiere without a touch of Gershwin?"
    },
    {
      "section": "Musical style and influence",
      "title": "American premiere of Wozzeck",
      "summary": "Gershwin attended the American premiere of Alban Berg's opera Wozzeck, conducted by Leopold Stokowski. He was thrilled and deeply impressed by the performance, which showcased his admiration for contemporary music.",
      "year": 1931,
      "location": "",
      "emoji": "🎶",
      "fun_version": "Gershwin strolled into the American premiere of Alban Berg's opera Wozzeck, conducted by Leopold Stokowski, where he was thrilled and deeply impressed. He clapped louder than the orchestra itself, showing just how much he admired contemporary music!"
    },
    {
      "section": "Biography",
      "title": "Creation of Porgy and Bess",
      "summary": "During a working vacation in South Carolina, Gershwin was inspired to create the opera 'Porgy and Bess', which would become one of his most notable works.",
      "year": 1934,
      "location": "Folly Island, South Carolina",
      "emoji": "🎭",
      "fun_version": "During a working vacation in South Carolina, Gershwin was inspired to create the opera 'Porgy and Bess', which would go on to become one of his most notable works."
    },
    {
      "section": "Recordings and film",
      "title": "Music by Gershwin Radio Program",
      "summary": "In 1934, Gershwin launched his own radio program titled Music by Gershwin, which aired on NBC Blue Network. The show showcased his compositions and those of other composers, contributing to his ongoing prominence in music.",
      "year": 1934,
      "location": "",
      "emoji": "🎶",
      "fun_version": "In 1934, Gershwin decided that music wasn’t just for the ears—it needed a TV debut! So, he launched his own radio program titled 'Music by Gershwin.' It aired on the NBC Blue Network, where he showcased his genius tunes along with the works of other composers, contributing to his ongoing prominence in music."
    },
    {
      "section": "Recordings and film",
      "title": "Conducting and Playing Excerpts from Porgy and Bess",
      "summary": "Gershwin engaged with the original cast of Porgy and Bess in 1935, conducting the orchestra while recording excerpts. He took an active role in announcing selections, showcasing both his leadership and involvement.",
      "year": 1935,
      "location": "",
      "emoji": "🎼",
      "fun_version": "Back in 1935, Gershwin wasn't just any ordinary guy; he was the conductor of the original Porgy and Bess orchestra recording excerpts! Picture him waving his arms around, trying not to knock over the violinists while enthusiastically announcing selections. His leadership was definitely on key, leaving the audience praying he wouldn’t lead them into a wild musician showdown!"
    },
    {
      "section": "Legacy",
      "title": "Academy Award Nomination",
      "summary": "In 1937, George Gershwin received his sole Academy Award nomination for Best Original Song for \"They Can't Take That Away from Me\", a collaboration with his brother Ira for the film Shall We Dance. This nomination occurred posthumously, as Gershwin passed away shortly after the film's release.",
      "year": 1937,
      "location": "Oscars",
      "emoji": "🏆",
      "fun_version": "In 1937, George Gershwin received his sole Academy Award nomination for Best Original Song for \"They Can't Take That Away from Me,\" a collaboration with his brother Ira for the film “Shall We Dance.” This nomination occurred posthumously, as Gershwin passed away shortly after the film's release."
    },
    {
      "section": "Biography",
      "title": "Death",
      "summary": "George Gershwin collapsed due to a brain tumor on July 9, 1937, and died shortly after surgery. His death at 38 shocked the musical community and his fans.",
      "year": 1937,
      "location": "Los Angeles, California",
      "emoji": "😢",
      "fun_version": "On July 9, 1937, George Gershwin decided to leave us all in suspense. Unfortunately, it turned out that collapsing due to a brain tumor wasn’t quite the grand encore he had in mind! His shocking departure at the young age of 38 left the musical community and fans wondering about all the notes left unsung."
    }
  ],
  "works": [
    {
      "title": "Rialto Ripples Rag",
      "imslp_url": "https://imslp.org/wiki/Rialto_Ripples_Rag_(Gershwin,_George)",
      "year": 1917
    },
    {
      "title": "I Was So Young",
      "imslp_url": "https://imslp.org/wiki/I_Was_So_Young_(Gershwin,_George)",
      "year": 1919
    },
    {
      "title": "Lullaby",
      "imslp_url": "https://imslp.org/wiki/Lullaby_(Gershwin,_George)",
      "year": 1919
    },
    {
      "title": "Swanee",
      "imslp_url": "https://imslp.org/wiki/Swanee_(Gershwin,_George)",
      "year": 1919
    },
    {
      "title": "Idle Dreams",
      "imslp_url": "https://imslp.org/wiki/Idle_Dreams_(Gershwin,_George)",
      "year": 1920
    },
    {
      "title": "Scandal Walk",
      "imslp_url": "https://imslp.org/wiki/Scandal_Walk_(Gershwin,_George)",
      "year": 1920
    },
    {
      "title": "Drifting Along with the Tide",
      "imslp_url": "https://imslp.org/wiki/Drifting_Along_with_the_Tide_(Gershwin,_George)",
      "year": 1921
    },
    {
      "title": "George White's Scandals",
      "imslp_url": "https://imslp.org/wiki/George_White's_Scandals_(Gershwin,_George)",
      "year": 1922
    },
    {
      "title": "Lady, Be Good",
      "imslp_url": "https://imslp.org/wiki/Lady,_Be_Good_(Gershwin,_George)",
      "year": 1924
    },
    {
      "title": "Rhapsody in Blue",
      "imslp_url": "https://imslp.org/wiki/Rhapsody_in_Blue_(Gershwin,_George)",
      "year": 1924
    },
    {
      "title": "Piano Concerto",
      "imslp_url": "https://imslp.org/wiki/Piano_Concerto_(Gershwin,_George)",
      "year": 1925
    },
    {
      "title": "Tell Me More",
      "imslp_url": "https://imslp.org/wiki/Tell_Me_More_(Gershwin,_George)",
      "year": 1925
    },
    {
      "title": "Tip Toes",
      "imslp_url": "https://imslp.org/wiki/Tip_Toes_(Gershwin,_George)",
      "year": 1925
    },
    {
      "title": "3 Preludes",
      "imslp_url": "https://imslp.org/wiki/3_Preludes_(Gershwin,_George)",
      "year": 1926
    },
    {
      "title": "Oh, Kay!",
      "imslp_url": "https://imslp.org/wiki/Oh,_Kay!_(Gershwin,_George)",
      "year": 1926
    },
    {
      "title": "Someone to Watch Over Me",
      "imslp_url": "https://imslp.org/wiki/Someone_to_Watch_Over_Me_(Gershwin,_George)",
      "year": 1926
    },
    {
      "title": "Funny Face",
      "imslp_url": "https://imslp.org/wiki/Funny_Face_(Gershwin,_George)",
      "year": 1927
    },
    {
      "title": "How Long Has This Been Going On?",
      "imslp_url": "https://imslp.org/wiki/How_Long_Has_This_Been_Going_On?_(Gershwin,_George)",
      "year": 1927
    },
    {
      "title": "An American in Paris",
      "imslp_url": "https://imslp.org/wiki/An_American_in_Paris_(Gershwin,_George)",
      "year": 1928
    },
    {
      "title": "Girl Crazy",
      "imslp_url": "https://imslp.org/wiki/Girl_Crazy_(Gershwin,_George)",
      "year": 1928
    },
    {
      "title": "Love Walked In",
      "imslp_url": "https://imslp.org/wiki/Love_Walked_In_(Gershwin,_George)",
      "year": 1930
    },
    {
      "title": "Of Thee I Sing",
      "imslp_url": "https://imslp.org/wiki/Of_Thee_I_Sing_(Gershwin,_George)",
      "year": 1931
    },
    {
      "title": "Second Rhapsody",
      "imslp_url": "https://imslp.org/wiki/Second_Rhapsody_(Gershwin,_George)",
      "year": 1931
    },
    {
      "title": "Cuban Overture",
      "imslp_url": "https://imslp.org/wiki/Cuban_Overture_(Gershwin,_George)",
      "year": 1932
    },
    {
      "title": "Variations on 'I Got Rhythm'",
      "imslp_url": "https://imslp.org/wiki/Variations_on_'I_Got_Rhythm'_(Gershwin,_George)",
      "year": 1933
    },
    {
      "title": "Porgy and Bess",
      "imslp_url": "https://imslp.org/wiki/Porgy_and_Bess_(Gershwin,_George)",
      "year": 1934
    },
    {
      "title": "Promenade",
      "imslp_url": "https://imslp.org/wiki/Promenade_(Gershwin,_George)",
      "year": 1937
    }
  ]
}