{
  "full_name": "Giovanni Battista Pergolesi",
  "wikipedia_url": "https://en.wikipedia.org/wiki/Giovanni_Battista_Pergolesi",
  "first_names": "Giovanni Battista",
  "last_name": "Pergolesi",
  "birth_year": 1710,
  "death_year": 1736,
  "events": [
    {
      "section": null,
      "title": "Birth",
      "summary": "Giovanni Battista Pergolesi was born as Giovanni Battista Draghi, and he is often recognized as one of the greatest Italian musicians of the first half of the 18th century.",
      "year": 1710,
      "location": "Italy",
      "emoji": "🎂",
      "fun_version": "Giovanni Battista Pergolesi, originally Giovanni Battista Draghi—because who doesn’t love a good name change?—is like the rock star of 18th-century Italian music, minus the leather pants and wild hair. He’s often crowned as one of the top Italian musicians of the time! It seems being born with a cool name just wasn’t enough; he had to actually be a musical genius too! Imagine him strutting around the concert hall while everyone else is stuck in the baroque past, playing the same old tunes—talk about a musical glow-up!"
    },
    {
      "section": "Biography",
      "title": "Study at Naples",
      "summary": "After studying music in Jesi, Pergolesi moved to Naples in 1725 where he studied under notable musicians Gaetano Greco and Francesco Feo, advancing his education and development as a composer.",
      "year": 1725,
      "location": "Naples",
      "emoji": "🎶",
      "fun_version": "After wrapping himself in notes and scales in Jesi, Pergolesi decided that Naples would be his musical playground in 1725. He rolled up his sleeves and studied under the musical greats, Gaetano Greco and Francesco Feo, hoping to compose something more than just a really long pizza order. It was a wild ride through the world of music, where he's likely to have learned that composing is about more than just having an ear for a good tune – it's also about avoiding the temptation to throw spaghetti at the wall and see what sticks!"
    },
    {
      "section": "Works",
      "title": "Dramma sacro Li prodigi della divina grazia nella conversione e morte di san Guglielmo",
      "summary": "This sacred drama depicts the miraculous grace in the life and death of Saint William, performed at the Monastery of Sant'Agnello Maggiore.",
      "year": 1731,
      "location": "Naples",
      "emoji": "🎭",
      "fun_version": "This sacred drama shows us the miraculous grace in the life and death of Saint William, performed at the Monastery of Sant'Agnello Maggiore. It’s a heavenly blend of drama and divine intervention, where Saint William proves he’s not just an average guy; he’s got some serious divine connections! With a mix of miracles so jaw-dropping, even the angels would need to take notes. Who knew sainthood came with such an outstanding plot twist?"
    },
    {
      "section": "Works",
      "title": "Oratorio La fenice sul rogo",
      "summary": "The oratorio La fenice sul rogo was performed in the atrium of the Chiesa dei Girolamini, where Pergolesi explored themes of faith and redemption.",
      "year": 1731,
      "location": "Naples",
      "emoji": "🎶",
      "fun_version": "The oratorio La fenice sul rogo had its big debut in the Chiesa dei Girolamini, where Pergolesi decided to put on a show about faith and redemption. It’s like he thought, \"What’s better than a little divine intervention to spice up a night of music?\" I mean, who doesn’t love a good plot twist involving salvation right in the church atrium?"
    },
    {
      "section": "Biography",
      "title": "First Opera Seria: La Salustia",
      "summary": "Pergolesi premiered his first opera seria, La Salustia, in 1732, marking an important step in his operatic career.",
      "year": 1732,
      "location": "Naples",
      "emoji": "🎭",
      "fun_version": "In 1732, Pergolesi finally got to show off his first opera seria, La Salustia, which was so groundbreaking that even the critics had to put down their snacks just to pay attention! It was like his ticket to the big league—right after he figured out how to read the map to fame, of course. Truly, it was a pivotal moment, like finally discovering where you left your keys after a wild night out.  \nBut let’s be honest, before La Salustia, he was just a hopeful composer, probably hoping no one would notice he was still figuring out the tricky bits of opera. But after this premiere, there was no stopping him!"
    },
    {
      "section": "Works",
      "title": "Lo frate 'nnamorato",
      "summary": "Pergolesi's opera Lo frate 'nnamorato debuted at Teatro dei Fiorentini, continuing his contributions to the operatic repertoire.",
      "year": 1732,
      "location": "Naples",
      "emoji": "🎭",
      "fun_version": "Pergolesi's opera \"Lo frate 'nnamorato\" made its grand entrance at Teatro dei Fiorentini, like a flamboyant peacock at a costume party, all feathers and no shame! It was yet another sparkling gem in his treasure chest of operatic hits—the guy was practically the Mozart of his time, if Mozart had a rival named \"The Original Whiz Kid of Opera.\""
    },
    {
      "section": "Works",
      "title": "Mass in D",
      "summary": "One of Pergolesi's notable sacred compositions is the Mass in D, showcasing his skills in choral and orchestral music.",
      "year": 1732,
      "location": "Naples",
      "emoji": "🎶",
      "fun_version": "Pergolesi's Mass in D is like his ultimate audition tape for heaven’s choir! Not only does it have the celestial vibes your grandma would approve of, but it also shows off his mad skills in choral and orchestral music, proving that he could easily out-sing the angels. Seriously, this dude knew how to make holy music that makes you want to do a little dance on your pew!"
    },
    {
      "section": "Works",
      "title": "Il prigionier superbo",
      "summary": "The opera Il prigionier superbo featured the intermezzo La serva padrona and was staged at Teatro San Bartolomeo, showcasing Pergolesi's brilliance in dramatic music.",
      "year": 1733,
      "location": "Naples",
      "emoji": "🎼",
      "fun_version": "The opera \"Il prigionier superbo,\" famously known as the play that made even the prisoners consider a career in showbiz, featured the delightful intermezzo \"La serva padrona.\" It was staged at the swanky Teatro San Bartolomeo, where Pergolesi’s genius in dramatic music positively hit the high notes – of both theatrics and talent! It’s like he took the whole ‘prison break’ concept and turned it into a melodrama that hits you right in the feels while simultaneously looking pretty fabulous. Who knew being locked up could inspire such crafty compositions?"
    },
    {
      "section": "Biography",
      "title": "Successful Performance of La serva padrona",
      "summary": "The two-act buffa intermezzo, La serva padrona, performed as part of his opera seria Il prigionier superbo, became extremely popular and contributed to his renown as a composer.",
      "year": 1733,
      "location": "Naples",
      "emoji": "🎶",
      "fun_version": "The two-act buffa intermezzo, La serva padrona, snuck into the spotlight while everyone was busy admiring the opera seria Il prigionier superbo, like a cat that just stole your sandwich. This cheeky little piece became so popular that it practically begged for encores, helping its composer become a household name— or at least a cat meme on the internet!"
    },
    {
      "section": "Works",
      "title": "Adriano in Siria",
      "summary": "Adriano in Siria was another significant work that included the intermezzo Livietta e Tracollo, performed at the renowned Teatro San Bartolomeo.",
      "year": 1734,
      "location": "Naples",
      "emoji": "🎶",
      "fun_version": "Adriano in Siria was a rather noteworthy opera that snagged a spot for the intermezzo Livietta e Tracollo, which was performed at the illustrious Teatro San Bartolomeo. Imagine a fancy theater where the audience munches on popcorn while pretending to understand the plot. Who knew that melodrama and snacks could be such a entertaining combo!"
    },
    {
      "section": "Biography",
      "title": "Premier of L'Olimpiade",
      "summary": "Another significant piece, L'Olimpiade, premiered in Rome in January 1735, adding to Pergolesi's reputation as a composer of serious operatic works.",
      "year": 1735,
      "location": "Rome",
      "emoji": "🎭",
      "fun_version": "So, in the grand opera land of Rome in January 1735, the curtain rose on L'Olimpiade, a dazzling spectacle that had folks whispering, \"Pergolesi did it again!\" Just when people thought he could only whip up a few light-hearted tunes, he sent shockwaves through the opera world and cemented his status as the go-to composer for serious operatic shenanigans. Forget the singing cats and dancing peasants; this was the real deal! Pergolesi's reputation was going to the next level, like the espresso in his morning cup—rich and full of life!"
    },
    {
      "section": null,
      "title": "Death",
      "summary": "He tragically died from tuberculosis at a young age, leaving behind a legacy of high artistic value despite his brief life and career.",
      "year": 1736,
      "location": "Italy",
      "emoji": "⚰️",
      "fun_version": "He sadly kicked the bucket due to tuberculosis before he could even figure out how to adult, leaving behind a mountain of high-brow art that’ll make you question why you didn’t take up painting instead of binge-watching cat videos! Who knew you could create such artistic masterpieces in such a short life? Let's just say, his career might have been brief, but it was certainly a colorful one!"
    }
  ],
  "works": [
    {
      "title": "Lo frate 'nnamorato",
      "imslp_url": "https://imslp.org/wiki/Lo_frate_'nnamorato_(Pergolesi,_Giovanni_Battista)",
      "year": 1732
    },
    {
      "title": "Mass in D major, P.46",
      "imslp_url": "https://imslp.org/wiki/Mass_in_D_major,_P.46_(Pergolesi,_Giovanni_Battista)",
      "year": 1732
    },
    {
      "title": "Il prigionier superbo, P.143i",
      "imslp_url": "https://imslp.org/wiki/Il_prigionier_superbo,_P.143i_(Pergolesi,_Giovanni_Battista)",
      "year": 1733
    },
    {
      "title": "La serva padrona",
      "imslp_url": "https://imslp.org/wiki/La_serva_padrona_(Pergolesi,_Giovanni_Battista)",
      "year": 1733
    },
    {
      "title": "Adriano in Siria, P.140",
      "imslp_url": "https://imslp.org/wiki/Adriano_in_Siria,_P.140_(Pergolesi,_Giovanni_Battista)",
      "year": 1734
    },
    {
      "title": "L'Olimpiade, P.145",
      "imslp_url": "https://imslp.org/wiki/L'Olimpiade,_P.145_(Pergolesi,_Giovanni_Battista)",
      "year": 1734
    },
    {
      "title": "Orfeo, P.115",
      "imslp_url": "https://imslp.org/wiki/Orfeo,_P.115_(Pergolesi,_Giovanni_Battista)",
      "year": 1735
    },
    {
      "title": "Salve Regina in C minor",
      "imslp_url": "https://imslp.org/wiki/Salve_Regina_in_C_minor_(Pergolesi,_Giovanni_Battista)",
      "year": 1736
    },
    {
      "title": "Stabat Mater, P.77",
      "imslp_url": "https://imslp.org/wiki/Stabat_Mater,_P.77_(Pergolesi,_Giovanni_Battista)",
      "year": 1736
    }
  ]
}