{
  "full_name": "Heinrich Ignaz Franz Biber",
  "wikipedia_url": "https://en.wikipedia.org/wiki/Heinrich_Ignaz_Franz_Biber",
  "first_names": "Heinrich Ignaz Franz",
  "last_name": "Biber",
  "birth_year": 1644,
  "death_year": 1704,
  "events": [
    {
      "section": null,
      "title": "Birth",
      "summary": "Heinrich Ignaz Franz Biber was born in Stráž pod Ralskem and is recognized as a significant composer and violinist of the Baroque era.",
      "year": 1644,
      "location": "Stráž pod Ralskem",
      "emoji": "🎂",
      "fun_version": "Heinrich Ignaz Franz Biber, born in the picturesque town of Stráž pod Ralskem, is not just your average Baroque composer and violinist; he’s the guy who turned playing the violin into an extreme sport! Known for his impressive works, he likely raised a few eyebrows and some spectacular sound waves in the Baroque era, making everyone ask, 'Did you hear that? It's Biber!'\n\nHis tunes didn’t just fill the halls; they probably made the chandeliers sway like they were at a dance party. Who says classical music can't be fun?"
    },
    {
      "section": "List of works",
      "title": "Rosary Sonatas",
      "summary": "Also known as Mystery Sonatas or Copper-Engraving Sonatas, this composition features sonatas for violin in scordatura and continuo, emphasizing Biber's unique interpretation of violin music.",
      "year": 1676,
      "location": "",
      "emoji": "🎻",
      "fun_version": "Also known as the Mystery Sonatas or those weird Copper-Engraving Sonatas where you’re convinced the engraver was also a violinist, this musical masterpiece features sonatas for violin in scordatura – because why play normally when you can make the strings do gymnastics? With a side of continuo that makes you wonder if Biber was secretly a magician, these sonatas emphasize his wildly unique (and slightly quirky) interpretation of violin music, making you wonder if he ever took a ‘no rules’ class in music school!"
    },
    {
      "section": "List of works",
      "title": "Sonatae tam aris quam aulis servientes",
      "summary": "This work comprises twelve sonatas for 5-8 instruments in various combinations, indicating the diversity of Biber's musical output.",
      "year": 1676,
      "location": "",
      "emoji": "🎻",
      "fun_version": "This musical extravaganza consists of twelve brilliant sonatas, cleverly crafted for 5-8 instruments, all mingling like a family reunion but with way better harmonies. It’s a whirlwind of musical combinations that would leave even a juggler in awe – if juggling involved flutes and violins! This delightful mish-mash showcases Biber's unbelievable knack for mixing things up, proving that when it comes to composition, he's the ultimate party planner of the Baroque era."
    },
    {
      "section": "Biography",
      "title": "Appointment as Deputy Kapellmeister",
      "summary": "Biber became deputy Kapellmeister at Salzburg, marking a significant step in his musical career.",
      "year": 1679,
      "location": "Salzburg",
      "emoji": "🎶",
      "fun_version": "Biber scored a major upgrade to his career by becoming the deputy Kapellmeister in Salzburg, a title that basically means he got a fancy hat and the privilege of waving a stick around while music happens. It’s like getting promoted from being the guy who looks after the cat to the one who gets to pet it in an orchestra! This was a significant step in his musical career, proving he could go from 'that guy in the corner' to 'one of the big cheeses' in the world of music."
    },
    {
      "section": "List of works",
      "title": "Mensa Sonora seu Musica Instrumentalis",
      "summary": "A collection composed of six suites for violin, two violas, and continuo, highlighting Biber's work in instrumental music.",
      "year": 1680,
      "location": "",
      "emoji": "🎻",
      "fun_version": "A collection featuring six teasingly tricky suites that make violins, violas, and even the continuo wish they were sitting on a sunny beach instead! Forget about Beethoven's mood swings; when Biber came to play, instrumental music found its party hat! Just imagine two violas and a whole bunch of strings trying to keep up with Biber's genius while the continuo shakes its maracas—now that’s what I call a jam session!"
    },
    {
      "section": "List of works",
      "title": "Sonatae violino solo",
      "summary": "A collection of eight sonatas for violin and continuo, further establishing Biber's legacy in solo violin music.",
      "year": 1681,
      "location": "",
      "emoji": "🎻",
      "fun_version": "A collection of eight sonatas for violin and continuo, further establishing Biber's legacy in solo violin music. It's like Biber decided to throw a solo party for the violin, where only the most fabulous notes were invited, and the continuo was the life of the bash! Each sonata is a delightful reminder that sometimes, all you need is a little string action to sprinkle magic on your day!"
    },
    {
      "section": "Biography",
      "title": "Promotion to Kapellmeister",
      "summary": "He was promoted to the position of Kapellmeister, the highest musical position he achieved in Salzburg.",
      "year": 1684,
      "location": "Salzburg",
      "emoji": "🎼",
      "fun_version": "After a long and arduous journey filled with more notes than a bathroom stall wall, he was finally promoted to Kapellmeister — the crème de la crème of musical ranks in Salzburg! It was a triumphant moment; he could finally bask in the glory of being the top-notch music boss, where his only job was to wave a stick around and get paid for it! Take that, fellow musicians!"
    },
    {
      "section": "List of works",
      "title": "Alessandro in Pietra",
      "summary": "This opera showcases Biber's contributions to dramatic music, revealing his versatility as a composer.",
      "year": 1689,
      "location": "",
      "emoji": "🎭",
      "fun_version": "This opera is like a musical buffet where Biber serves his finest, most deliciously dramatic dishes, showcasing his extraordinary range as a composer. It's not just a meal for the ears; it’s a full-on feast where every note is like a spice that only he knows how to blend. If musical versatility were an Olympic sport, Biber would definitely be taking home the gold, probably while performing a joyful aria and juggling violins!"
    },
    {
      "section": "Biography",
      "title": "Nobility Title",
      "summary": "Biber was raised to nobility by the Emperor, receiving the title of Biber von Bibern, which significantly enhanced his social status.",
      "year": 1690,
      "location": "Salzburg",
      "emoji": "👑",
      "fun_version": "So, Biber was knighted by the Emperor himself, strutting around in a fancy outfit with the title of Biber von Bibern. I mean, who needs a last name when you can have a title that sounds like a character from a medieval cartoon? You can just picture him at fancy galas, people being all like, \"Oh look, here comes Biber von Bibern! Pass the wine, and let’s toast to his noble biber-ness!\" It's like he leveled up in social status while we’re all just trying to figure out how to level up our Wi-Fi. That's some epic win right there!"
    },
    {
      "section": "List of works",
      "title": "Harmonia artificioso-ariosa",
      "summary": "This is a collection of seven partitas for one or two violins, two violas, two violas d'amore, and continuo in various combinations, showcasing Biber's innovative composition style.",
      "year": 1696,
      "location": "",
      "emoji": "🎶",
      "fun_version": "This is a quirky collection of seven partitas that are like musical Lego – you can build with one or two violins, a couple of violas, and even some violas d'amore, plus a little continuo magic sprinkled on top. It's a showcase of Biber's innovative composition style that might just make your cat start dancing! What better way to demonstrate your classical music knowledge than with a symphony of strings that could rival an orchestra of squirrels?"
    },
    {
      "year": 1704,
      "title": "Death"
    }
  ],
  "works": [
    {
      "title": "Missa Salisburgensis",
      "imslp_url": "https://imslp.org/wiki/Missa_Salisburgensis_(Biber,_Heinrich_Ignaz_Franz_von)",
      "year": 1654
    },
    {
      "title": "Sonata violino solo representativa",
      "imslp_url": "https://imslp.org/wiki/Sonata_violino_solo_representativa_(Biber,_Heinrich_Ignaz_Franz_von)",
      "year": 1669
    },
    {
      "title": "Balletti lamentabili, C 59",
      "imslp_url": "https://imslp.org/wiki/Balletti_lamentabili,_C_59_(Biber,_Heinrich_Ignaz_Franz_von)",
      "year": 1670
    },
    {
      "title": "Serenada à cinque, A 877a",
      "imslp_url": "https://imslp.org/wiki/Serenada_à_cinque,_A_877a_(Biber,_Heinrich_Ignaz_Franz_von)",
      "year": 1670
    },
    {
      "title": "Battalia à 10",
      "imslp_url": "https://imslp.org/wiki/Battalia_à_10_(Biber,_Heinrich_Ignaz_Franz_von)",
      "year": 1673
    },
    {
      "title": "Mystery (Rosary) Sonatas",
      "imslp_url": "https://imslp.org/wiki/Mystery_(Rosary)_Sonatas_(Biber,_Heinrich_Ignaz_Franz_von)",
      "year": 1674
    },
    {
      "title": "Vesperae à 32",
      "imslp_url": "https://imslp.org/wiki/Vesperae_à_32_(Biber,_Heinrich_Ignaz_Franz_von)",
      "year": 1674
    },
    {
      "title": "Sonatae tam aris quam aulis servientes",
      "imslp_url": "https://imslp.org/wiki/Sonatae_tam_aris_quam_aulis_servientes_(Biber,_Heinrich_Ignaz_Franz_von)",
      "year": 1676
    },
    {
      "title": "Hic est Panis",
      "imslp_url": "https://imslp.org/wiki/Hic_est_Panis_(Biber,_Heinrich_Ignaz_Franz_von)",
      "year": 1680
    },
    {
      "title": "Mensa sonora",
      "imslp_url": "https://imslp.org/wiki/Mensa_sonora_(Biber,_Heinrich_Ignaz_Franz_von)",
      "year": 1680
    },
    {
      "title": "Missa Catholica",
      "imslp_url": "https://imslp.org/wiki/Missa_Catholica_(Biber,_Heinrich_Ignaz_Franz_von)",
      "year": 1680
    },
    {
      "title": "8 Violin Sonatas, C 138-145",
      "imslp_url": "https://imslp.org/wiki/8_Violin_Sonatas,_C_138-145_(Biber,_Heinrich_Ignaz_Franz_von)",
      "year": 1681
    },
    {
      "title": "Plaudite tympana",
      "imslp_url": "https://imslp.org/wiki/Plaudite_tympana_(Biber,_Heinrich_Ignaz_Franz_von)",
      "year": 1682
    },
    {
      "title": "Balletti, C 55",
      "imslp_url": "https://imslp.org/wiki/Balletti,_C_55_(Biber,_Heinrich_Ignaz_Franz_von)",
      "year": 1685
    },
    {
      "title": "Requiem in A major",
      "imslp_url": "https://imslp.org/wiki/Requiem_in_A_major_(Biber,_Heinrich_Ignaz_Franz_von)",
      "year": 1687
    },
    {
      "title": "Missa in Contrapuncto",
      "imslp_url": "https://imslp.org/wiki/Missa_in_Contrapuncto_(Biber,_Heinrich_Ignaz_Franz_von)",
      "year": 1690
    },
    {
      "title": "Arminio",
      "imslp_url": "https://imslp.org/wiki/Arminio_(Biber,_Heinrich_Ignaz_Franz_von)",
      "year": 1691
    },
    {
      "title": "Requiem in F minor",
      "imslp_url": "https://imslp.org/wiki/Requiem_in_F_minor_(Biber,_Heinrich_Ignaz_Franz_von)",
      "year": 1692
    },
    {
      "title": "Vesperæ longiores ac breviores una cum litaniis Lauretanis",
      "imslp_url": "https://imslp.org/wiki/Vesperæ_longiores_ac_breviores_una_cum_litaniis_Lauretanis_(Biber,_Heinrich_Ignaz_Franz_von)",
      "year": 1693
    },
    {
      "title": "Harmonia artificioso-ariosa",
      "imslp_url": "https://imslp.org/wiki/Harmonia_artificioso-ariosa_(Biber,_Heinrich_Ignaz_Franz_von)",
      "year": 1696
    },
    {
      "title": "Missa Sancti Henrici",
      "imslp_url": "https://imslp.org/wiki/Missa_Sancti_Henrici_(Biber,_Heinrich_Ignaz_Franz_von)",
      "year": 1696
    }
  ]
}