{
  "full_name": "Heitor Villa-Lobos",
  "first_names": "Heitor",
  "last_name": "Villa-Lobos",
  "birth_year": 1887,
  "death_year": 1959,
  "wikipedia_url": "https://en.wikipedia.org/wiki/Heitor_Villa-Lobos",
  "events": [
    {
      "section": "Biography",
      "title": "Birth",
      "summary": "Heitor Villa-Lobos was born in Rio de Janeiro, marking the beginning of his journey in a period of social revolution in Brazil. His father was a civil servant and a musician, which likely influenced his early exposure to music.",
      "year": 1887,
      "location": "Rio de Janeiro",
      "emoji": "🎶",
      "fun_version": "Heitor Villa-Lobos was born in Rio de Janeiro, marking the start of his musical journey during a period of social revolution in Brazil. His father was a civil servant and a musician, undoubtedly influencing his early exposure to music."
    },
    {
      "section": "Biography",
      "title": "Death of father",
      "summary": "In 1899, Villa-Lobos's father passed away suddenly, compelling him to support his family by performing in cinema and theatre orchestras in Rio.",
      "year": 1899,
      "location": "Rio de Janeiro",
      "emoji": "🎭",
      "fun_version": "In 1899, Villa-Lobos's father decided to take an unexpected vacation from life, leaving our hero to support his family in a bit of a pickle! With no time for tears, he donned his best top hat and jumped into performing in the wild world of cinema and theater orchestras in Rio."
    },
    {
      "section": "Music",
      "title": "Compositions influenced by the guitar improvisations",
      "summary": "His earliest pieces originated in guitar improvisations, with notable examples like Panqueca (Pancake). These early works laid the foundation for his later compositions that would incorporate a range of elements and styles.",
      "year": 1900,
      "location": "",
      "emoji": "🎸",
      "fun_version": "His earliest pieces were born from the sweet symphony of guitar improvisation, with famous hits like 'Panqueca' (which is just as delicious as it sounds). These works were like the flour and eggs in his musical pancake recipe, laying the foundation for the extravagant layer cakes of sound that would come later, creatively mixing a range of elements and styles like a mad scientist at a buffet."
    },
    {
      "section": "Biography",
      "title": "Marriage to Lucília Guimarães",
      "summary": "On November 12, 1913, Villa-Lobos married pianist Lucília Guimarães, which marked a significant turning point in his musical education and career.",
      "year": 1913,
      "location": "",
      "emoji": "💍",
      "fun_version": "On November 12, 1913, Villa-Lobos finally decided to tie the knot with pianist Lucí­lia Guimarães! They say it marked a significant turning point in his musical education and career."
    },
    {
      "section": "Music",
      "title": "Creation of 'Desesperança' Sonata",
      "summary": "He composed the piece 'Desesperança – Sonata Phantastica e Capricciosa no. 1' in 1915, a violin sonata expressing contrasting emotions amidst themes of anguish and despair.",
      "year": 1915,
      "location": "",
      "emoji": "🎻",
      "fun_version": "He whipped up 'Desesperança – Sonata Phantastica e Capricciosa no. 1' in 1915, humorously capturing the struggle between feeling like a rockstar and wanting to hide under the bed. This violin sonata expresses contrasting emotions amidst themes of anguish and despair, perfect for those times when life feels like a really long Monday!"
    },
    {
      "section": "Music",
      "title": "First performances in concert series",
      "summary": "The concert series from 1915 to 1921 featured first performances of pieces that demonstrated originality and virtuosic technique, reflecting Villa-Lobos's innovative approach to music during this period.",
      "year": 1915,
      "location": "",
      "emoji": "🎶",
      "fun_version": "Imagine a concert series from 1915 to 1921 where the music was so original that even the instruments had to ask for sheet music! Villa-Lobos, during this inventive period, was like the mad scientist of music, experimenting with pieces and chords. Virtuosic techniques? More like virtuoso tricks that left the audience wondering if the violin was a magician!"
    },
    {
      "section": "Music",
      "title": "Major works dominated by indigenous Brazilian influences",
      "summary": "In 1917, Villa-Lobos created tone poems like Amazonas and Uirapurú. These works incorporate Brazilian folk tales and sounds from the jungle, showcasing his deep connection to Brazilian culture.",
      "year": 1917,
      "location": "Paris",
      "emoji": "🎶",
      "fun_version": "In 1917, Villa-Lobos was busy creating tone poems like Amazonas and Uirapurú. You know, just a casual day in the jungle, mixing Brazilian folk tales with sounds from the wild. It’s like he threw a party for the animals and told everyone to bring their best cultural stories. These works showcase his deep connection to Brazilian culture."
    },
    {
      "section": "Music",
      "title": "Meeting with Arthur Rubinstein",
      "summary": "His meeting with pianist Arthur Rubinstein in 1918 inspired him to compose new piano works, including Simples coletânea in 1919, which reflected influences from agreed styles in concert.",
      "year": 1918,
      "location": "",
      "emoji": "🎹",
      "fun_version": "In 1918, he met the renowned pianist Arthur Rubinstein, inspiring him to dive into the world of composition! In 1919, he created 'Simples coletânea,' a work that borrows from various agreed styles in concert, showcasing his eclectic taste."
    },
    {
      "section": "Music",
      "title": "Emergence of mature style in 'Carnaval das crianças'",
      "summary": "From 1919 to 1920, 'Carnaval das crianças' exhibited Villa-Lobos's mature style, capturing the essence of Brazilian culture through music that breaks away from traditional forms.",
      "year": 1919,
      "location": "",
      "emoji": "🇧🇷",
      "fun_version": "From 1919 to 1920, 'Carnaval das crianças' was like Villa-Lobos throwing a big Brazilian party that showcased his mature style while capturing the essence of Brazilian culture. The music was so good, even the traditional forms packed their bags and left! Who knew breaking up with tradition could sound so lovely?"
    },
    {
      "section": "Music",
      "title": "Fusion of urban Brazilian influences",
      "summary": "In 1921, Villa-Lobos's 'Quarteto simbólico' fused urban Brazilian influences, incorporating elements from chorões into his compositions, which represented a significant evolution in his style.",
      "year": 1921,
      "location": "",
      "emoji": "🎶",
      "fun_version": "In 1921, Villa-Lobos's 'Quarteto simbólico' fused urban Brazilian influences, throwing a carnival party with chorões crashing in uninvited! This incorporation of chorões represented a significant evolution in his style!"
    },
    {
      "section": "Biography",
      "title": "First performance of A Prole do Bebê",
      "summary": "In July 1922, the pianist Arthur Rubinstein performed Villa-Lobos's piano suite A Prole do Bebê, which was met with disapproval from the audience, a moment Villa-Lobos took philosophically.",
      "year": 1922,
      "location": "",
      "emoji": "🎹",
      "fun_version": "In July 1922, renowned pianist Arthur Rubinstein performed Villa-Lobos's piano suite A Prole do Bebê! However, the audience didn't seem impressed and expressed their disapproval. Villa-Lobos just shrugged and went back to his philosophical musings about music and life."
    },
    {
      "section": "Biography",
      "title": "Nonet completion",
      "summary": "Just before leaving for Paris, Villa-Lobos completed his Nonet for ten players and chorus, which was first performed after his arrival in the French capital, setting the stage for his future works.",
      "year": 1923,
      "location": "Paris",
      "emoji": "🇫🇷",
      "fun_version": "Who knew that Villa-Lobos completed his Nonet for ten players and chorus just before heading off to the City of Lights? The Nonet premiered right when he got to Paris, setting the stage for more of his masterpieces. Talk about a dramatic entrance—who needs a red carpet when you have a Nonet?"
    },
    {
      "section": "Biography",
      "title": "Parisian debut",
      "summary": "In 1923, Villa-Lobos traveled to Paris to showcase his unique sound, meeting influential figures in the art scene and making a significant impact with his performances.",
      "year": 1923,
      "location": "Paris",
      "emoji": "🎶",
      "fun_version": "In 1923, Villa-Lobos traveled to Paris to showcase his unique sound, strutting into town and bumping into influential figures in the art scene, where he made a significant impact with his performances."
    },
    {
      "section": "Music",
      "title": "Creation of 'Bachianas Brasileiras'",
      "summary": "Between 1930 and 1945, he composed nine pieces called Bachianas Brasileiras, merging traditional forms with his love for Bach, contributing to the richness of Brazilian classical music.",
      "year": 1930,
      "location": "",
      "emoji": "🎶",
      "fun_version": "Between 1930 and 1945, he composed nine pieces called Bachianas Brasileiras, merging traditional forms with his love for Bach. Imagine mixing your grandma's secret family recipe with a musical genius like Bach! This culinary concert of sound has contributed more richness to Brazilian classical music than a carnival has to a street party!"
    },
    {
      "section": "Biography",
      "title": "Directorial role at SEMA",
      "summary": "In 1932, Villa-Lobos was appointed director of the Superintendência de Educação Musical e Artística, allowing him to shape the musical education in Brazil.",
      "year": 1932,
      "location": "",
      "emoji": "🎶",
      "fun_version": "In 1932, Villa-Lobos was appointed director of the Superintendência de Educação Musical e Artística, letting him shape Brazil's musical education. If you think your music teacher is strict, just imagine the kind of syllabus he might have created!"
    },
    {
      "section": "Biography",
      "title": "Romantic involvement with Arminda Neves d'Almeida",
      "summary": "In 1936, Villa-Lobos left his wife and began a relationship with Arminda Neves d'Almeida, who became a key figure in his life and work, influencing many of his compositions.",
      "year": 1936,
      "location": "",
      "emoji": "💔",
      "fun_version": "In 1936, Villa-Lobos decided that marriage was so last season and traded his wife for Arminda Neves d'Almeida. Who knew love could be like picking the right flavor of ice cream? One scoop of Arminda came with a sprinkle of creativity that influenced his compositions!"
    },
    {
      "section": "Biography",
      "title": "Return to Paris post-war",
      "summary": "After World War II and Vargas's fall from power in 1945, Villa-Lobos was able to return to Paris, where he undertook various commissions and enjoyed a renewed international presence.",
      "year": 1945,
      "location": "Paris",
      "emoji": "🎶",
      "fun_version": "After World War II and Vargas took a dive into the political swimming pool in 1945, Villa-Lobos packed his bags and made a beeline for Paris, where he took on a bunch of commissions and basked in the glory of his newly minted international fame."
    },
    {
      "section": "Music",
      "title": "Seventeenth String Quartet",
      "summary": "In 1957, he wrote his Seventeenth String Quartet, noted for its austerity and emotional intensity, serving as a eulogy to his craft and reflecting his artistic maturity in his later years.",
      "year": 1957,
      "location": "",
      "emoji": "🎶",
      "fun_version": "In 1957, he wrote his Seventeenth String Quartet, which was noted for its austerity and emotional intensity, serving as a eulogy to his craft and reflecting his artistic maturity in his later years."
    },
    {
      "section": "Music",
      "title": "Bendita Sabedoria composition",
      "summary": "In 1958, he composed 'Bendita Sabedoria', a sequence of a cappella chorales based on Latin biblical texts, showcasing simplicity and depth in his final works.",
      "year": 1958,
      "location": "",
      "emoji": "🎶",
      "fun_version": "In 1958, he composed 'Bendita Sabedoria', a charming sequence of a cappella chorales based on Latin biblical texts, showcasing simplicity that can hit you like a surprise pie in the face while also reminding us that there's depth, just like in scuba diving without a diving buddy!"
    },
    {
      "section": "Biography",
      "title": "Death",
      "summary": "In November 1959, Villa-Lobos passed away in Rio de Janeiro, marking the end of his influential life and career in music. His funeral was a significant civic event before the city's capital moved to Brasília.",
      "year": 1959,
      "location": "Rio de Janeiro",
      "emoji": "🎶",
      "fun_version": "In November 1959, Villa-Lobos passed away in Rio de Janeiro. His funeral was a significant civic event before the city's capital moved to Brasília."
    }
  ],
  "works": [
    {
      "title": "Confidência, W017",
      "imslp_url": "https://imslp.org/wiki/Confidência,_W017_(Villa-Lobos,_Heitor)",
      "year": 1908
    },
    {
      "title": "Suite populaire brésilienne, W020",
      "imslp_url": "https://imslp.org/wiki/Suite_populaire_brésilienne,_W020_(Villa-Lobos,_Heitor)",
      "year": 1908
    },
    {
      "title": "Simples, W040",
      "imslp_url": "https://imslp.org/wiki/Simples,_W040_(Villa-Lobos,_Heitor)",
      "year": 1911
    },
    {
      "title": "Brinquedo de roda, W045",
      "imslp_url": "https://imslp.org/wiki/Brinquedo_de_roda,_W045_(Villa-Lobos,_Heitor)",
      "year": 1912
    },
    {
      "title": "Miniaturas, W056",
      "imslp_url": "https://imslp.org/wiki/Miniaturas,_W056_(Villa-Lobos,_Heitor)",
      "year": 1912
    },
    {
      "title": "Petizada, W048",
      "imslp_url": "https://imslp.org/wiki/Petizada,_W048_(Villa-Lobos,_Heitor)",
      "year": 1912
    },
    {
      "title": "Sonata fantasia No.1, W051",
      "imslp_url": "https://imslp.org/wiki/Sonata_fantasia_No.1,_W051_(Villa-Lobos,_Heitor)",
      "year": 1912
    },
    {
      "title": "Suíte infantil No.1, W053",
      "imslp_url": "https://imslp.org/wiki/Suíte_infantil_No.1,_W053_(Villa-Lobos,_Heitor)",
      "year": 1912
    },
    {
      "title": "L'oiseau, W062",
      "imslp_url": "https://imslp.org/wiki/L'oiseau,_W062_(Villa-Lobos,_Heitor)",
      "year": 1913
    },
    {
      "title": "Louco, W060",
      "imslp_url": "https://imslp.org/wiki/Louco,_W060_(Villa-Lobos,_Heitor)",
      "year": 1913
    },
    {
      "title": "Pequena suíte, W064",
      "imslp_url": "https://imslp.org/wiki/Pequena_suíte,_W064_(Villa-Lobos,_Heitor)",
      "year": 1913
    },
    {
      "title": "Suíte infantil No.2, W067",
      "imslp_url": "https://imslp.org/wiki/Suíte_infantil_No.2,_W067_(Villa-Lobos,_Heitor)",
      "year": 1913
    },
    {
      "title": "Trio, W069",
      "imslp_url": "https://imslp.org/wiki/Trio,_W069_(Villa-Lobos,_Heitor)",
      "year": 1913
    },
    {
      "title": "Danças características africanas, W085",
      "imslp_url": "https://imslp.org/wiki/Danças_características_africanas,_W085_(Villa-Lobos,_Heitor)",
      "year": 1914
    },
    {
      "title": "Fábulas características, W076",
      "imslp_url": "https://imslp.org/wiki/Fábulas_características,_W076_(Villa-Lobos,_Heitor)",
      "year": 1914
    },
    {
      "title": "Les mères, W080",
      "imslp_url": "https://imslp.org/wiki/Les_mères,_W080_(Villa-Lobos,_Heitor)",
      "year": 1914
    },
    {
      "title": "Ondulando, W082",
      "imslp_url": "https://imslp.org/wiki/Ondulando,_W082_(Villa-Lobos,_Heitor)",
      "year": 1914
    },
    {
      "title": "Improviso No.7, W096",
      "imslp_url": "https://imslp.org/wiki/Improviso_No.7,_W096_(Villa-Lobos,_Heitor)",
      "year": 1915
    },
    {
      "title": "Piano Trio No.2, W105",
      "imslp_url": "https://imslp.org/wiki/Piano_Trio_No.2,_W105_(Villa-Lobos,_Heitor)",
      "year": 1915
    },
    {
      "title": "String Quartet No.2, W100",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.2,_W100_(Villa-Lobos,_Heitor)",
      "year": 1915
    },
    {
      "title": "Élégie, W094",
      "imslp_url": "https://imslp.org/wiki/Élégie,_W094_(Villa-Lobos,_Heitor)",
      "year": 1915
    },
    {
      "title": "String Quartet No.3, W112",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.3,_W112_(Villa-Lobos,_Heitor)",
      "year": 1916
    },
    {
      "title": "Suíte floral, W117",
      "imslp_url": "https://imslp.org/wiki/Suíte_floral,_W117_(Villa-Lobos,_Heitor)",
      "year": 1916
    },
    {
      "title": "Amazonas, W118, 119",
      "imslp_url": "https://imslp.org/wiki/Amazonas,_W118,_119_(Villa-Lobos,_Heitor)",
      "year": 1917
    },
    {
      "title": "O canto do cisne negro, W122, 123",
      "imslp_url": "https://imslp.org/wiki/O_canto_do_cisne_negro,_W122,_123_(Villa-Lobos,_Heitor)",
      "year": 1917
    },
    {
      "title": "Sexteto místico, W131",
      "imslp_url": "https://imslp.org/wiki/Sexteto_místico,_W131_(Villa-Lobos,_Heitor)",
      "year": 1917
    },
    {
      "title": "Simples coletânea, W134",
      "imslp_url": "https://imslp.org/wiki/Simples_coletânea,_W134_(Villa-Lobos,_Heitor)",
      "year": 1917
    },
    {
      "title": "String Quartet No.4, W129",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.4,_W129_(Villa-Lobos,_Heitor)",
      "year": 1917
    },
    {
      "title": "Uirapuru, W133",
      "imslp_url": "https://imslp.org/wiki/Uirapuru,_W133_(Villa-Lobos,_Heitor)",
      "year": 1917
    },
    {
      "title": "A prole do bebê No.1, W140",
      "imslp_url": "https://imslp.org/wiki/A_prole_do_bebê_No.1,_W140_(Villa-Lobos,_Heitor)",
      "year": 1918
    },
    {
      "title": "Amor y perfidia, W135",
      "imslp_url": "https://imslp.org/wiki/Amor_y_perfidia,_W135_(Villa-Lobos,_Heitor)",
      "year": 1918
    },
    {
      "title": "Canções típicas brasileiras, W158",
      "imslp_url": "https://imslp.org/wiki/Canções_típicas_brasileiras,_W158_(Villa-Lobos,_Heitor)",
      "year": 1919
    },
    {
      "title": "Carnaval das crianças, W157",
      "imslp_url": "https://imslp.org/wiki/Carnaval_das_crianças,_W157_(Villa-Lobos,_Heitor)",
      "year": 1919
    },
    {
      "title": "Histórias da carochinha, W148",
      "imslp_url": "https://imslp.org/wiki/Histórias_da_carochinha,_W148_(Villa-Lobos,_Heitor)",
      "year": 1919
    },
    {
      "title": "Bailado infernal, W160",
      "imslp_url": "https://imslp.org/wiki/Bailado_infernal,_W160_(Villa-Lobos,_Heitor)",
      "year": 1920
    },
    {
      "title": "Chôros No.1, W161",
      "imslp_url": "https://imslp.org/wiki/Chôros_No.1,_W161_(Villa-Lobos,_Heitor)",
      "year": 1920
    },
    {
      "title": "A fiandeira, W176",
      "imslp_url": "https://imslp.org/wiki/A_fiandeira,_W176_(Villa-Lobos,_Heitor)",
      "year": 1921
    },
    {
      "title": "A lenda do caboclo, W166, 188",
      "imslp_url": "https://imslp.org/wiki/A_lenda_do_caboclo,_W166,_188_(Villa-Lobos,_Heitor)",
      "year": 1921
    },
    {
      "title": "A prole do bebê No.2, W180",
      "imslp_url": "https://imslp.org/wiki/A_prole_do_bebê_No.2,_W180_(Villa-Lobos,_Heitor)",
      "year": 1921
    },
    {
      "title": "Epigramas ironicos e sentimentais, W183",
      "imslp_url": "https://imslp.org/wiki/Epigramas_ironicos_e_sentimentais,_W183_(Villa-Lobos,_Heitor)",
      "year": 1921
    },
    {
      "title": "Rudepoema, W184, 310",
      "imslp_url": "https://imslp.org/wiki/Rudepoema,_W184,_310_(Villa-Lobos,_Heitor)",
      "year": 1921
    },
    {
      "title": "Trio for Oboe, Clarinet and Bassoon, W182",
      "imslp_url": "https://imslp.org/wiki/Trio_for_Oboe,_Clarinet_and_Bassoon,_W182_(Villa-Lobos,_Heitor)",
      "year": 1921
    },
    {
      "title": "Noneto, W191",
      "imslp_url": "https://imslp.org/wiki/Noneto,_W191_(Villa-Lobos,_Heitor)",
      "year": 1923
    },
    {
      "title": "Suite for Voice and Violin, W195",
      "imslp_url": "https://imslp.org/wiki/Suite_for_Voice_and_Violin,_W195_(Villa-Lobos,_Heitor)",
      "year": 1923
    },
    {
      "title": "Chôros No.2, W197, 198",
      "imslp_url": "https://imslp.org/wiki/Chôros_No.2,_W197,_198_(Villa-Lobos,_Heitor)",
      "year": 1924
    },
    {
      "title": "Chôros No.7, W199",
      "imslp_url": "https://imslp.org/wiki/Chôros_No.7,_W199_(Villa-Lobos,_Heitor)",
      "year": 1924
    },
    {
      "title": "Chôros No.3, W206",
      "imslp_url": "https://imslp.org/wiki/Chôros_No.3,_W206_(Villa-Lobos,_Heitor)",
      "year": 1925
    },
    {
      "title": "Chôros No.5, W207",
      "imslp_url": "https://imslp.org/wiki/Chôros_No.5,_W207_(Villa-Lobos,_Heitor)",
      "year": 1925
    },
    {
      "title": "Chôros No.8, W208",
      "imslp_url": "https://imslp.org/wiki/Chôros_No.8,_W208_(Villa-Lobos,_Heitor)",
      "year": 1925
    },
    {
      "title": "Cirandinhas, W210",
      "imslp_url": "https://imslp.org/wiki/Cirandinhas,_W210_(Villa-Lobos,_Heitor)",
      "year": 1925
    },
    {
      "title": "Serestas, W216",
      "imslp_url": "https://imslp.org/wiki/Serestas,_W216_(Villa-Lobos,_Heitor)",
      "year": 1925
    },
    {
      "title": "Sul América, W217",
      "imslp_url": "https://imslp.org/wiki/Sul_América,_W217_(Villa-Lobos,_Heitor)",
      "year": 1925
    },
    {
      "title": "3 Poemas indígenas, W223, 224",
      "imslp_url": "https://imslp.org/wiki/3_Poemas_indígenas,_W223,_224_(Villa-Lobos,_Heitor)",
      "year": 1926
    },
    {
      "title": "Chôros No.10, W209",
      "imslp_url": "https://imslp.org/wiki/Chôros_No.10,_W209_(Villa-Lobos,_Heitor)",
      "year": 1926
    },
    {
      "title": "Chôros No.4, W218",
      "imslp_url": "https://imslp.org/wiki/Chôros_No.4,_W218_(Villa-Lobos,_Heitor)",
      "year": 1926
    },
    {
      "title": "Chôros No.6, W219",
      "imslp_url": "https://imslp.org/wiki/Chôros_No.6,_W219_(Villa-Lobos,_Heitor)",
      "year": 1926
    },
    {
      "title": "Cirandas, W220",
      "imslp_url": "https://imslp.org/wiki/Cirandas,_W220_(Villa-Lobos,_Heitor)",
      "year": 1926
    },
    {
      "title": "Saudades das selvas brasileiras, W226",
      "imslp_url": "https://imslp.org/wiki/Saudades_das_selvas_brasileiras,_W226_(Villa-Lobos,_Heitor)",
      "year": 1927
    },
    {
      "title": "12 Estudos, W235",
      "imslp_url": "https://imslp.org/wiki/12_Estudos,_W235_(Villa-Lobos,_Heitor)",
      "year": 1928
    },
    {
      "title": "2 Chôros bis, W227",
      "imslp_url": "https://imslp.org/wiki/2_Chôros_bis,_W227_(Villa-Lobos,_Heitor)",
      "year": 1928
    },
    {
      "title": "Quartet for Flute, Oboe, Clarinet and Bassoon, W230",
      "imslp_url": "https://imslp.org/wiki/Quartet_for_Flute,_Oboe,_Clarinet_and_Bassoon,_W230_(Villa-Lobos,_Heitor)",
      "year": 1928
    },
    {
      "title": "Quinteto em forma de chôros, W231",
      "imslp_url": "https://imslp.org/wiki/Quinteto_em_forma_de_chôros,_W231_(Villa-Lobos,_Heitor)",
      "year": 1928
    },
    {
      "title": "Chôros No.9, W232",
      "imslp_url": "https://imslp.org/wiki/Chôros_No.9,_W232_(Villa-Lobos,_Heitor)",
      "year": 1929
    },
    {
      "title": "Francette et Pià, W237, 552",
      "imslp_url": "https://imslp.org/wiki/Francette_et_Pià,_W237,_552_(Villa-Lobos,_Heitor)",
      "year": 1929
    },
    {
      "title": "Momoprecoce, W240, 259",
      "imslp_url": "https://imslp.org/wiki/Momoprecoce,_W240,_259_(Villa-Lobos,_Heitor)",
      "year": 1929
    },
    {
      "title": "Bachianas brasileiras No.1, W246",
      "imslp_url": "https://imslp.org/wiki/Bachianas_brasileiras_No.1,_W246_(Villa-Lobos,_Heitor)",
      "year": 1930
    },
    {
      "title": "Bachianas brasileiras No.2, W247, 250-252, 254, 568, 569",
      "imslp_url": "https://imslp.org/wiki/Bachianas_brasileiras_No.2,_W247,_250-252,_254,_568,_569_(Villa-Lobos,_Heitor)",
      "year": 1930
    },
    {
      "title": "Bachianas brasileiras No.4, W264, 424",
      "imslp_url": "https://imslp.org/wiki/Bachianas_brasileiras_No.4,_W264,_424_(Villa-Lobos,_Heitor)",
      "year": 1930
    },
    {
      "title": "Caixinha de música quebrada, W256",
      "imslp_url": "https://imslp.org/wiki/Caixinha_de_música_quebrada,_W256_(Villa-Lobos,_Heitor)",
      "year": 1931
    },
    {
      "title": "String Quartet No.5, W263",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.5,_W263_(Villa-Lobos,_Heitor)",
      "year": 1931
    },
    {
      "title": "Valsa da dor, W316",
      "imslp_url": "https://imslp.org/wiki/Valsa_da_dor,_W316_(Villa-Lobos,_Heitor)",
      "year": 1932
    },
    {
      "title": "Ciranda das sete notas, W325",
      "imslp_url": "https://imslp.org/wiki/Ciranda_das_sete_notas,_W325_(Villa-Lobos,_Heitor)",
      "year": 1933
    },
    {
      "title": "Modinhas e canções, W365, 406",
      "imslp_url": "https://imslp.org/wiki/Modinhas_e_canções,_W365,_406_(Villa-Lobos,_Heitor)",
      "year": 1935
    },
    {
      "title": "Ciclo brasileiro, W374",
      "imslp_url": "https://imslp.org/wiki/Ciclo_brasileiro,_W374_(Villa-Lobos,_Heitor)",
      "year": 1936
    },
    {
      "title": "Bachianas brasileiras No.3, W388",
      "imslp_url": "https://imslp.org/wiki/Bachianas_brasileiras_No.3,_W388_(Villa-Lobos,_Heitor)",
      "year": 1938
    },
    {
      "title": "Bachianas brasileiras No.5, W389-391",
      "imslp_url": "https://imslp.org/wiki/Bachianas_brasileiras_No.5,_W389-391_(Villa-Lobos,_Heitor)",
      "year": 1938
    },
    {
      "title": "Bachianas brasileiras No.6, W392",
      "imslp_url": "https://imslp.org/wiki/Bachianas_brasileiras_No.6,_W392_(Villa-Lobos,_Heitor)",
      "year": 1938
    },
    {
      "title": "String Quartet No.6, W399",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.6,_W399_(Villa-Lobos,_Heitor)",
      "year": 1938
    },
    {
      "title": "As três Marias, W411",
      "imslp_url": "https://imslp.org/wiki/As_três_Marias,_W411_(Villa-Lobos,_Heitor)",
      "year": 1939
    },
    {
      "title": "New York Skyline Melody, W407, 408",
      "imslp_url": "https://imslp.org/wiki/New_York_Skyline_Melody,_W407,_408_(Villa-Lobos,_Heitor)",
      "year": 1939
    },
    {
      "title": "Mandu-Çarará, W417, 418",
      "imslp_url": "https://imslp.org/wiki/Mandu-Çarará,_W417,_418_(Villa-Lobos,_Heitor)",
      "year": 1940
    },
    {
      "title": "Preludes, W419",
      "imslp_url": "https://imslp.org/wiki/Preludes,_W419_(Villa-Lobos,_Heitor)",
      "year": 1940
    },
    {
      "title": "Bachianas brasileiras No.7, W432",
      "imslp_url": "https://imslp.org/wiki/Bachianas_brasileiras_No.7,_W432_(Villa-Lobos,_Heitor)",
      "year": 1942
    },
    {
      "title": "Poema singelo, W434",
      "imslp_url": "https://imslp.org/wiki/Poema_singelo,_W434_(Villa-Lobos,_Heitor)",
      "year": 1942
    },
    {
      "title": "String Quartet No.7, W435",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.7,_W435_(Villa-Lobos,_Heitor)",
      "year": 1942
    },
    {
      "title": "Bachianas brasileiras No.8, W444",
      "imslp_url": "https://imslp.org/wiki/Bachianas_brasileiras_No.8,_W444_(Villa-Lobos,_Heitor)",
      "year": 1944
    },
    {
      "title": "String Quartet No.8, W446",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.8,_W446_(Villa-Lobos,_Heitor)",
      "year": 1944
    },
    {
      "title": "Bachianas brasileiras No.9, W449",
      "imslp_url": "https://imslp.org/wiki/Bachianas_brasileiras_No.9,_W449_(Villa-Lobos,_Heitor)",
      "year": 1945
    },
    {
      "title": "Fantasia for Cello and Orchestra, W454",
      "imslp_url": "https://imslp.org/wiki/Fantasia_for_Cello_and_Orchestra,_W454_(Villa-Lobos,_Heitor)",
      "year": 1945
    },
    {
      "title": "Piano Concerto No.1, W453",
      "imslp_url": "https://imslp.org/wiki/Piano_Concerto_No.1,_W453_(Villa-Lobos,_Heitor)",
      "year": 1945
    },
    {
      "title": "String Quartet No.9, W457",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.9,_W457_(Villa-Lobos,_Heitor)",
      "year": 1945
    },
    {
      "title": "String Trio, W460",
      "imslp_url": "https://imslp.org/wiki/String_Trio,_W460_(Villa-Lobos,_Heitor)",
      "year": 1945
    },
    {
      "title": "String Quartet No.1, W099",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.1,_W099_(Villa-Lobos,_Heitor)",
      "year": 1946
    },
    {
      "title": "String Quartet No.10, W468",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.10,_W468_(Villa-Lobos,_Heitor)",
      "year": 1946
    },
    {
      "title": "Hommage à Chopin, W474",
      "imslp_url": "https://imslp.org/wiki/Hommage_à_Chopin,_W474_(Villa-Lobos,_Heitor)",
      "year": 1947
    },
    {
      "title": "String Quartet No.11, W481",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.11,_W481_(Villa-Lobos,_Heitor)",
      "year": 1947
    },
    {
      "title": "Fantasia para saxophone, W490",
      "imslp_url": "https://imslp.org/wiki/Fantasia_para_saxophone,_W490_(Villa-Lobos,_Heitor)",
      "year": 1948
    },
    {
      "title": "Piano Concerto No.2, W487",
      "imslp_url": "https://imslp.org/wiki/Piano_Concerto_No.2,_W487_(Villa-Lobos,_Heitor)",
      "year": 1948
    },
    {
      "title": "Assobio a Jato, W493",
      "imslp_url": "https://imslp.org/wiki/Assobio_a_Jato,_W493_(Villa-Lobos,_Heitor)",
      "year": 1950
    },
    {
      "title": "Erosão, W495",
      "imslp_url": "https://imslp.org/wiki/Erosão,_W495_(Villa-Lobos,_Heitor)",
      "year": 1950
    },
    {
      "title": "Samba clássico, W497, 498",
      "imslp_url": "https://imslp.org/wiki/Samba_clássico,_W497,_498_(Villa-Lobos,_Heitor)",
      "year": 1950
    },
    {
      "title": "String Quartet No.12, W496",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.12,_W496_(Villa-Lobos,_Heitor)",
      "year": 1950
    },
    {
      "title": "Guitar Concerto, W501, 502",
      "imslp_url": "https://imslp.org/wiki/Guitar_Concerto,_W501,_502_(Villa-Lobos,_Heitor)",
      "year": 1951
    },
    {
      "title": "String Quartet No.13, W503",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.13,_W503_(Villa-Lobos,_Heitor)",
      "year": 1951
    },
    {
      "title": "Piano Concerto No.3, W512",
      "imslp_url": "https://imslp.org/wiki/Piano_Concerto_No.3,_W512_(Villa-Lobos,_Heitor)",
      "year": 1952
    },
    {
      "title": "Piano Concerto No.4, W505",
      "imslp_url": "https://imslp.org/wiki/Piano_Concerto_No.4,_W505_(Villa-Lobos,_Heitor)",
      "year": 1952
    },
    {
      "title": "Alvorada na floresta tropical, W513",
      "imslp_url": "https://imslp.org/wiki/Alvorada_na_floresta_tropical,_W513_(Villa-Lobos,_Heitor)",
      "year": 1953
    },
    {
      "title": "String Quartet No.14, W519",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.14,_W519_(Villa-Lobos,_Heitor)",
      "year": 1953
    },
    {
      "title": "Piano Concerto No.5, W521",
      "imslp_url": "https://imslp.org/wiki/Piano_Concerto_No.5,_W521_(Villa-Lobos,_Heitor)",
      "year": 1954
    },
    {
      "title": "String Quartet No.15, W523",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.15,_W523_(Villa-Lobos,_Heitor)",
      "year": 1954
    },
    {
      "title": "Harmonica Concerto, W524",
      "imslp_url": "https://imslp.org/wiki/Harmonica_Concerto,_W524_(Villa-Lobos,_Heitor)",
      "year": 1955
    },
    {
      "title": "String Quartet No.16, W526",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.16,_W526_(Villa-Lobos,_Heitor)",
      "year": 1955
    },
    {
      "title": "Duo for Oboe and Bassoon, W535",
      "imslp_url": "https://imslp.org/wiki/Duo_for_Oboe_and_Bassoon,_W535_(Villa-Lobos,_Heitor)",
      "year": 1957
    },
    {
      "title": "Quinteto instrumental, W538",
      "imslp_url": "https://imslp.org/wiki/Quinteto_instrumental,_W538_(Villa-Lobos,_Heitor)",
      "year": 1957
    },
    {
      "title": "String Quartet No.17, W537",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.17,_W537_(Villa-Lobos,_Heitor)",
      "year": 1957
    },
    {
      "title": "Bendita sabedoria, W543",
      "imslp_url": "https://imslp.org/wiki/Bendita_sabedoria,_W543_(Villa-Lobos,_Heitor)",
      "year": 1958
    },
    {
      "title": "Modinhas e canções, W441, 563",
      "imslp_url": "https://imslp.org/wiki/Modinhas_e_canções,_W441,_563_(Villa-Lobos,_Heitor)",
      "year": 1958
    },
    {
      "title": "Sete vezes, W557-558",
      "imslp_url": "https://imslp.org/wiki/Sete_vezes,_W557-558_(Villa-Lobos,_Heitor)",
      "year": 1959
    }
  ]
}