{
  "full_name": "Henry Cowell",
  "first_names": "Henry Dixon",
  "last_name": "Cowell",
  "birth_year": 1897,
  "death_year": 1965,
  "wikipedia_url": "https://en.wikipedia.org/wiki/Henry_Cowell",
  "events": [
    {
      "section": "Early life",
      "title": "Birth",
      "summary": "Henry Cowell was born in rural Menlo Park, California, to a romantic poet and a political activist. His early years were marked by music as his parents sang folk songs to him and he played small instruments gifted by friends.",
      "year": 1897,
      "location": "Menlo Park, California",
      "emoji": "🎶",
      "fun_version": "Henry Cowell was born in rural Menlo Park, California, to a romantic poet and a political activist—because clearly, every future musical genius needs parental figures who are more dramatic than a soap opera! His early years were a melody of folk songs sung to him while he masterfully played tiny instruments gifted by friends."
    },
    {
      "section": "Early life",
      "title": "Childhood and Divorce",
      "summary": "After his parents amicably divorced, Cowell was raised in Chinatown by his mother, who influenced him with her anarchist and feminist beliefs. During this time, he exhibited a strong defiance of gender stereotypes.",
      "year": 1903,
      "location": "Chinatown, San Francisco",
      "emoji": "🌈",
      "fun_version": "After his parents amicably divorced, Cowell was raised in Chinatown by his mother. She influenced him with her strong anarchist and feminist beliefs, leading him to exhibit a strong defiance of gender stereotypes. Who needs rules when you have a mom who believes in breaking them?"
    },
    {
      "section": "Early life",
      "title": "Post-Earthquake Recovery",
      "summary": "Following the 1906 San Francisco Earthquake, Cowell and his mother fled California, struggling through extreme poverty. At the age of thirteen, he restored their home while taking odd jobs to support them.",
      "year": 1906,
      "location": "San Francisco",
      "emoji": "🏚️",
      "fun_version": "Following the 1906 San Francisco Earthquake, Cowell and his mother fled California. At the age of thirteen, Cowell took on odd jobs and miraculously restored their home while supporting his mother, proving that not all superheroes wear capes; some wield hammers!"
    },
    {
      "section": "Early life",
      "title": "Early Musical Experimentation",
      "summary": "With no formal musical education, Cowell began composing classical pieces in his mid-teens, significantly aided by the piano he purchased, which allowed him to experiment with his music openly.",
      "year": 1914,
      "location": "California",
      "emoji": "🎹",
      "fun_version": "Who needs a fancy music degree when you have a piano and a sense of adventure? In his teenage years, Cowell, with no formal musical education, decided to compose classical pieces - because why not? It's not like he had anything better to do than serenade his neighborhood with questionable notes and brave experimentation on his brand-new piano!"
    },
    {
      "section": "Early life",
      "title": "Significant Compositions",
      "summary": "While studying at the University of California, Berkeley, Cowell wrote notable pieces including 'Dynamic Motion,' which explored tone clusters that later became significant in his compositions.",
      "year": 1916,
      "location": "Berkeley, California",
      "emoji": "🎼",
      "fun_version": "While studying at the University of California, Berkeley, Cowell wrote notable pieces including 'Dynamic Motion,' which explored tone clusters that became significant in his compositions. His music was like a tone cluster party with each note bringing its own dance moves!"
    },
    {
      "section": "Early life",
      "title": "Involvement with Halcyon",
      "summary": "After returning to California, Cowell became involved with the theosophical community of Halcyon, incorporating Irish folk music influences into his compositions and staging performances with his music.",
      "year": 1917,
      "location": "Halcyon, California",
      "emoji": "🎶",
      "fun_version": "After touching down in California, Cowell dove headfirst into the theosophical community of Halcyon, where he incorporated Irish folk music influences into his compositions, sprinkling his music with a dash of folk like he's making a musical stew! Who knew that the secret ingredient to his performances was a wee bit of shamrock luck?"
    },
    {
      "section": "Early life",
      "title": "Military Service",
      "summary": "In February 1917, Cowell enlisted in the army to avoid the draft for World War I. He served as assistant band director at Camp Crane before being transferred to Fort Ontario.",
      "year": 1917,
      "location": "Fort Ontario, New York",
      "emoji": "🎖️",
      "fun_version": "In February 1917, Cowell enlisted in the army to avoid the draft for World War I. He traded his civilian gig for a uniform and became the assistant band director at Camp Crane. Later, he got his big break and was transferred to Fort Ontario, because a military base is always looking for more band members to serenade them!"
    },
    {
      "section": "Musical career",
      "title": "European Concert Tours",
      "summary": "Beginning in the early 1920s, Henry Cowell toured widely in North America and Europe as a pianist, showcasing his experimental works and sparking large uproars and protests during his performances. His debut recital took place in New York, followed by a tour through France and Germany. Notably, he became the first American musician to visit the Soviet Union, making a significant impact on the music scene.",
      "year": 1920,
      "location": "North America and Europe",
      "emoji": "🎹",
      "fun_version": "In the Roaring Twenties, Henry Cowell wasn’t just a pianist; he was a musical tornado! He toured North America and Europe showcasing his experimental works, which would leave audiences deciding between laughing or protesting! His debut recital took place in New York, a big moment for him, followed by tours through France and Germany, making everybody applaud and scratch their heads. Notably, he became the first American musician to visit the Soviet Union, making a significant impact on the music scene. Talk about making waves!"
    },
    {
      "section": "Musical career",
      "title": "The Leipzig Incident",
      "summary": "On October 15, 1923, Cowell performed at the Gewandhaus concert hall in Leipzig, Germany, where he encountered a hostile reception. The audience became rowdy, resulting in a riot on stage that required police intervention. This notorious concert is considered a turning point in Cowell's performing career, leaving him visibly shaken after the performance.",
      "year": 1923,
      "location": "Leipzig, Germany",
      "emoji": "🚨",
      "fun_version": "On October 15, 1923, Cowell decided to take center stage at the Gewandhaus concert hall in Leipzig, Germany, where he encountered a hostile reception. Things quickly escalated, turning into a riot so epic that even the police showed up. This notorious concert is considered a turning point in Cowell's performing career, leaving him not just shaken but probably questioning his life choices."
    },
    {
      "section": "Musical career",
      "title": "Establishment of New Music Society",
      "summary": "In 1925, Henry Cowell organized the New Music Society, which staged concerts featuring the works of avant-garde composers, including his contemporaries and artistic allies. Less than two years later, he founded the periodical New Music Quarterly, which published significant new scores under his editorship, further advancing the ultra-modernist movement.",
      "year": 1925,
      "location": "New York City",
      "emoji": "🎼",
      "fun_version": "In 1925, Henry Cowell organized the New Music Society, a concert party featuring avant-garde composers and his artistic allies. A mere two years later, this musical wizard launched New Music Quarterly, a periodical that was like a mixtape of avant-garde hits—but for your eyes. He published significant new scores, further advancing the ultra-modernist movement."
    },
    {
      "section": "Musical career",
      "title": "Imprisonment",
      "summary": "On May 23, 1936, Cowell was arrested in California on a morals charge. He later pled guilty and received a prison sentence of one to fifteen years. During his time in San Quentin State Prison, he continued to compose prolifically, producing around sixty works, and even taught music to fellow inmates.",
      "year": 1936,
      "location": "San Quentin State Prison, California",
      "emoji": "🎶",
      "fun_version": "On May 23, 1936, Cowell was arrested in California for being too morally ambiguous! He later pled guilty and received a prison sentence that could have ranged from one to fifteen years. But don’t worry about ol' Cowell, because in San Quentin State Prison, he was composing like a runaway train! He cranked out around sixty works and even taught music to fellow inmates!"
    },
    {
      "section": "Musical career",
      "title": "Pardon and Marriage",
      "summary": "In 1940, after spending four years in prison, Cowell was paroled and relocated to Westchester County, New York. The following year, he married Sidney Hawkins Robertson, a prominent folk-music scholar who had played a significant role in advocating for his release and rehabilitation.",
      "year": 1941,
      "location": "Westchester County, New York",
      "emoji": "🎶",
      "fun_version": "In 1940, after a four-year vacation at Club Prison, Cowell finally decided to check out and head over to Westchester County, New York. The following year, he tied the knot with Sidney Hawkins Robertson, a prominent folk-music scholar who played a significant role in advocating for his release and rehabilitation."
    },
    {
      "section": "Later life",
      "title": "Seclusion and shift in style",
      "summary": "After his release from San Quentin, Cowell's music became more conservative, marked by simpler rhythms and traditional harmonic language. This change was influenced by the toll of his prior experiences. His later works incorporated American folk music, which had a significant presence in his compositions during this period.",
      "year": 1943,
      "location": "",
      "emoji": "🎶",
      "fun_version": "After clawing his way out of San Quentin, Cowell decided that making music wasn’t just about throwing the kitchen sink at it—it required simpler rhythms and less chaos! The beat was so mellow, it could practically nap on its own. Influenced by the toll of his prior experiences, he decided to sprinkle in some good old American folk tunes, proving that sometimes, even a musical rebel needs to cozy up to a nice campfire song!"
    },
    {
      "section": "Later life",
      "title": "Membership in American Institute of Arts and Letters",
      "summary": "In 1951, Cowell was elected to this prestigious institute, recognizing his contributions to music and the arts. This marked a significant acknowledgment of his professional achievements in the musical community.",
      "year": 1951,
      "location": "",
      "emoji": "🏆",
      "fun_version": "In 1951, Cowell was elected to this prestigious institute, acknowledging his remarkable contributions to music and the arts, not because he was the best in music, but because they were tired of hearing him play the kazoo at parties! This was a significant acknowledgment of his professional achievements in the musical community."
    },
    {
      "section": "Later life",
      "title": "Leadership in non-Western music",
      "summary": "Despite his more conservative style, Cowell continued to explore non-Western musical idioms, exemplified in his works like 'Ongaku' and 'Symphony No. 13, Madras'. His later poignant songs from this era reflect his artistic growth and transformation.",
      "year": 1957,
      "location": "",
      "emoji": "🎶",
      "fun_version": "Cowell, the musical magician who somehow found his way to inventing a hybrid of Western and non-Western beats, is like that one friend who can't decide on a favorite cuisine—his heart says sushi, but his brain is still hung up on burgers! Works like 'Ongaku' sound like sushi for your ears, while 'Symphony No. 13, Madras' is what happens when you let a sitar and a symphony orchestra battle it out in a musical arena. His later poignant songs from this era showcase his artistic growth and transformation, almost like watching a caterpillar turn into a butterfly, except the butterfly has a ukulele and sings about how great it is to be a butterfly!"
    },
    {
      "section": "Later life",
      "title": "Final years and health struggles",
      "summary": "Cowell faced significant health challenges following his diagnosis of colorectal cancer in 1964, which ultimately led to his death in 1965. His struggles with health were compounded by previous strokes, showcasing the physical toll of his life experiences.",
      "year": 1964,
      "location": "Shady, Woodstock, New York",
      "emoji": "🩺",
      "fun_version": "Cowell was like a sitcom character—often in the hospital, checking out like he was on an endless episode! Who knew battling colorectal cancer could come with so many plot twists? Sadly, his life experiences were like a series of unfortunate events, with previous strokes adding to the toll of his health challenges."
    }
  ],
  "works": [
    {
      "title": "Anger Dance",
      "imslp_url": "https://imslp.org/wiki/Anger_Dance_(Cowell,_Henry)",
      "year": 1914
    },
    {
      "title": "St. Agnes Morning, HC 152",
      "imslp_url": "https://imslp.org/wiki/St._Agnes_Morning,_HC_152_(Cowell,_Henry)",
      "year": 1914
    },
    {
      "title": "Dynamic Motion and Encores, HC 213",
      "imslp_url": "https://imslp.org/wiki/Dynamic_Motion_and_Encores,_HC_213_(Cowell,_Henry)",
      "year": 1916
    },
    {
      "title": "String Quartet No.1, HC 197",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.1,_HC_197_(Cowell,_Henry)",
      "year": 1916
    },
    {
      "title": "Ings, HC 353",
      "imslp_url": "https://imslp.org/wiki/Ings,_HC_353_(Cowell,_Henry)",
      "year": 1917
    },
    {
      "title": "Fabric, HC 307",
      "imslp_url": "https://imslp.org/wiki/Fabric,_HC_307_(Cowell,_Henry)",
      "year": 1920
    },
    {
      "title": "Episode No.3, HC 324",
      "imslp_url": "https://imslp.org/wiki/Episode_No.3,_HC_324_(Cowell,_Henry)",
      "year": 1921
    },
    {
      "title": "Exultation, HC 328",
      "imslp_url": "https://imslp.org/wiki/Exultation,_HC_328_(Cowell,_Henry)",
      "year": 1921
    },
    {
      "title": "3 Irish Legends, HC 354",
      "imslp_url": "https://imslp.org/wiki/3_Irish_Legends,_HC_354_(Cowell,_Henry)",
      "year": 1922
    },
    {
      "title": "Aeolian Harp, HC 370",
      "imslp_url": "https://imslp.org/wiki/Aeolian_Harp,_HC_370_(Cowell,_Henry)",
      "year": 1923
    },
    {
      "title": "The Harp of Life, HC 384",
      "imslp_url": "https://imslp.org/wiki/The_Harp_of_Life,_HC_384_(Cowell,_Henry)",
      "year": 1924
    },
    {
      "title": "The Snows of Fuji-Yama, HC 395",
      "imslp_url": "https://imslp.org/wiki/The_Snows_of_Fuji-Yama,_HC_395_(Cowell,_Henry)",
      "year": 1924
    },
    {
      "title": "2 Pieces, HC 463",
      "imslp_url": "https://imslp.org/wiki/2_Pieces,_HC_463_(Cowell,_Henry)",
      "year": 1925
    },
    {
      "title": "Prelude, HC 409",
      "imslp_url": "https://imslp.org/wiki/Prelude,_HC_409_(Cowell,_Henry)",
      "year": 1925
    },
    {
      "title": "Suite for Violin and Piano, HC 397",
      "imslp_url": "https://imslp.org/wiki/Suite_for_Violin_and_Piano,_HC_397_(Cowell,_Henry)",
      "year": 1925
    },
    {
      "title": "The Banshee, HC 405",
      "imslp_url": "https://imslp.org/wiki/The_Banshee,_HC_405_(Cowell,_Henry)",
      "year": 1925
    },
    {
      "title": "Movement for String Quartet, HC 450",
      "imslp_url": "https://imslp.org/wiki/Movement_for_String_Quartet,_HC_450_(Cowell,_Henry)",
      "year": 1928
    },
    {
      "title": "Polyphonica, HC 458",
      "imslp_url": "https://imslp.org/wiki/Polyphonica,_HC_458_(Cowell,_Henry)",
      "year": 1930
    },
    {
      "title": "Synchrony, HC 464",
      "imslp_url": "https://imslp.org/wiki/Synchrony,_HC_464_(Cowell,_Henry)",
      "year": 1930
    },
    {
      "title": "Piano Concerto, HC 440",
      "imslp_url": "https://imslp.org/wiki/Piano_Concerto,_HC_440_(Cowell,_Henry)",
      "year": 1931
    },
    {
      "title": "Ostinato Pianissimo, HC 505",
      "imslp_url": "https://imslp.org/wiki/Ostinato_Pianissimo,_HC_505_(Cowell,_Henry)",
      "year": 1934
    },
    {
      "title": "String Quartet No.3, HC 518",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.3,_HC_518_(Cowell,_Henry)",
      "year": 1935
    },
    {
      "title": "String Quartet No.4, HC 522",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.4,_HC_522_(Cowell,_Henry)",
      "year": 1936
    },
    {
      "title": "Vocalise, HC 524",
      "imslp_url": "https://imslp.org/wiki/Vocalise,_HC_524_(Cowell,_Henry)",
      "year": 1936
    },
    {
      "title": "Rhythmicana, HC 557",
      "imslp_url": "https://imslp.org/wiki/Rhythmicana,_HC_557_(Cowell,_Henry)",
      "year": 1938
    },
    {
      "title": "Symphony No.2, HC 541",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.2,_HC_541_(Cowell,_Henry)",
      "year": 1938
    },
    {
      "title": "Toccanta, HC 547",
      "imslp_url": "https://imslp.org/wiki/Toccanta,_HC_547_(Cowell,_Henry)",
      "year": 1938
    },
    {
      "title": "Les mariés de la tour Eiffel, HC 563",
      "imslp_url": "https://imslp.org/wiki/Les_mariés_de_la_tour_Eiffel,_HC_563_(Cowell,_Henry)",
      "year": 1939
    },
    {
      "title": "Shoonthree, HC 571",
      "imslp_url": "https://imslp.org/wiki/Shoonthree,_HC_571_(Cowell,_Henry)",
      "year": 1939
    },
    {
      "title": "Sinister Resonance, HC 462",
      "imslp_url": "https://imslp.org/wiki/Sinister_Resonance,_HC_462_(Cowell,_Henry)",
      "year": 1940
    },
    {
      "title": "Little Concerto, HC 620a",
      "imslp_url": "https://imslp.org/wiki/Little_Concerto,_HC_620a_(Cowell,_Henry)",
      "year": 1941
    },
    {
      "title": "American Muse, HC 641",
      "imslp_url": "https://imslp.org/wiki/American_Muse,_HC_641_(Cowell,_Henry)",
      "year": 1943
    },
    {
      "title": "Hymn and Fuguing Tune No.2, HC 657",
      "imslp_url": "https://imslp.org/wiki/Hymn_and_Fuguing_Tune_No.2,_HC_657_(Cowell,_Henry)",
      "year": 1944
    },
    {
      "title": "Hymn and Fuguing Tune No.3, HC 660",
      "imslp_url": "https://imslp.org/wiki/Hymn_and_Fuguing_Tune_No.3,_HC_660_(Cowell,_Henry)",
      "year": 1944
    },
    {
      "title": "Hymn and Fuguing Tune No.4, HC 664",
      "imslp_url": "https://imslp.org/wiki/Hymn_and_Fuguing_Tune_No.4,_HC_664_(Cowell,_Henry)",
      "year": 1944
    },
    {
      "title": "Violin Sonata, HC 705",
      "imslp_url": "https://imslp.org/wiki/Violin_Sonata,_HC_705_(Cowell,_Henry)",
      "year": 1945
    },
    {
      "title": "Daybreak, HC 694",
      "imslp_url": "https://imslp.org/wiki/Daybreak,_HC_694_(Cowell,_Henry)",
      "year": 1946
    },
    {
      "title": "Symphony No.4, HC 697",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.4,_HC_697_(Cowell,_Henry)",
      "year": 1946
    },
    {
      "title": "Tom Binkley's Tune, HC 700",
      "imslp_url": "https://imslp.org/wiki/Tom_Binkley's_Tune,_HC_700_(Cowell,_Henry)",
      "year": 1946
    },
    {
      "title": "2 Woofs, HC 451",
      "imslp_url": "https://imslp.org/wiki/2_Woofs,_HC_451_(Cowell,_Henry)",
      "year": 1947
    },
    {
      "title": "Overture, HC 744",
      "imslp_url": "https://imslp.org/wiki/Overture,_HC_744_(Cowell,_Henry)",
      "year": 1949
    },
    {
      "title": "2-Part Invention in 3 Parts, HC 754",
      "imslp_url": "https://imslp.org/wiki/2-Part_Invention_in_3_Parts,_HC_754_(Cowell,_Henry)",
      "year": 1950
    },
    {
      "title": "Air for Violin and String Orchestra, HC 767/1a",
      "imslp_url": "https://imslp.org/wiki/Air_for_Violin_and_String_Orchestra,_HC_767/1a_(Cowell,_Henry)",
      "year": 1952
    },
    {
      "title": "Fiddler's Jig, HC 771",
      "imslp_url": "https://imslp.org/wiki/Fiddler's_Jig,_HC_771_(Cowell,_Henry)",
      "year": 1952
    },
    {
      "title": "Set of Five, HC 779",
      "imslp_url": "https://imslp.org/wiki/Set_of_Five,_HC_779_(Cowell,_Henry)",
      "year": 1952
    },
    {
      "title": "The Little Black Boy, HC 783",
      "imslp_url": "https://imslp.org/wiki/The_Little_Black_Boy,_HC_783_(Cowell,_Henry)",
      "year": 1952
    },
    {
      "title": "Hymn and Fuguing Tune No.7, HC 710",
      "imslp_url": "https://imslp.org/wiki/Hymn_and_Fuguing_Tune_No.7,_HC_710_(Cowell,_Henry)",
      "year": 1953
    },
    {
      "title": "Symphony No.11, HC 790",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.11,_HC_790_(Cowell,_Henry)",
      "year": 1953
    },
    {
      "title": "Symphony No.12, HC 830",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.12,_HC_830_(Cowell,_Henry)",
      "year": 1955
    },
    {
      "title": "…if he please, HC 818",
      "imslp_url": "https://imslp.org/wiki/…if_he_please,_HC_818_(Cowell,_Henry)",
      "year": 1955
    },
    {
      "title": "Homage to Iran, HC 845",
      "imslp_url": "https://imslp.org/wiki/Homage_to_Iran,_HC_845_(Cowell,_Henry)",
      "year": 1956
    },
    {
      "title": "String Quartet No.5, HC 832",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.5,_HC_832_(Cowell,_Henry)",
      "year": 1956
    },
    {
      "title": "Symphony No.13, HC 848",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.13,_HC_848_(Cowell,_Henry)",
      "year": 1956
    },
    {
      "title": "Hymn and Fuguing Tune No.12, HC 850",
      "imslp_url": "https://imslp.org/wiki/Hymn_and_Fuguing_Tune_No.12,_HC_850_(Cowell,_Henry)",
      "year": 1957
    },
    {
      "title": "Concerto for Percussion and Orchestra, HC 861",
      "imslp_url": "https://imslp.org/wiki/Concerto_for_Percussion_and_Orchestra,_HC_861_(Cowell,_Henry)",
      "year": 1958
    },
    {
      "title": "Antiphony, HC 865",
      "imslp_url": "https://imslp.org/wiki/Antiphony,_HC_865_(Cowell,_Henry)",
      "year": 1959
    },
    {
      "title": "Iridescent Rondo, HC 868",
      "imslp_url": "https://imslp.org/wiki/Iridescent_Rondo,_HC_868_(Cowell,_Henry)",
      "year": 1959
    },
    {
      "title": "Hymn and Fuguing Tune No.13, HC 875",
      "imslp_url": "https://imslp.org/wiki/Hymn_and_Fuguing_Tune_No.13,_HC_875_(Cowell,_Henry)",
      "year": 1960
    },
    {
      "title": "Set of Four for Harpsichord or Piano, HC 886",
      "imslp_url": "https://imslp.org/wiki/Set_of_Four_for_Harpsichord_or_Piano,_HC_886_(Cowell,_Henry)",
      "year": 1960
    },
    {
      "title": "Symphony No.15, HC 887",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.15,_HC_887_(Cowell,_Henry)",
      "year": 1960
    },
    {
      "title": "Variation on Thirds, HC 882",
      "imslp_url": "https://imslp.org/wiki/Variation_on_Thirds,_HC_882_(Cowell,_Henry)",
      "year": 1960
    },
    {
      "title": "Air and Scherzo, HC 897",
      "imslp_url": "https://imslp.org/wiki/Air_and_Scherzo,_HC_897_(Cowell,_Henry)",
      "year": 1961
    },
    {
      "title": "Harmonica Concerto, HC 908",
      "imslp_url": "https://imslp.org/wiki/Harmonica_Concerto,_HC_908_(Cowell,_Henry)",
      "year": 1962
    },
    {
      "title": "Hymn and Fuguing Tune No.14, HC 900",
      "imslp_url": "https://imslp.org/wiki/Hymn_and_Fuguing_Tune_No.14,_HC_900_(Cowell,_Henry)",
      "year": 1962
    },
    {
      "title": "Koto Concerto No.1, HC 909",
      "imslp_url": "https://imslp.org/wiki/Koto_Concerto_No.1,_HC_909_(Cowell,_Henry)",
      "year": 1962
    },
    {
      "title": "Trio for Flute, Violin and Harp, HC 903",
      "imslp_url": "https://imslp.org/wiki/Trio_for_Flute,_Violin_and_Harp,_HC_903_(Cowell,_Henry)",
      "year": 1962
    },
    {
      "title": "26 Simultaneous Mosaics, HC 923",
      "imslp_url": "https://imslp.org/wiki/26_Simultaneous_Mosaics,_HC_923_(Cowell,_Henry)",
      "year": 1963
    },
    {
      "title": "Hymn and Fuguing Tune No.16, HC 921",
      "imslp_url": "https://imslp.org/wiki/Hymn_and_Fuguing_Tune_No.16,_HC_921_(Cowell,_Henry)",
      "year": 1963
    },
    {
      "title": "Koto Concerto No.2, HC 940",
      "imslp_url": "https://imslp.org/wiki/Koto_Concerto_No.2,_HC_940_(Cowell,_Henry)",
      "year": 1965
    },
    {
      "title": "Trio in Nine Short Movements, HC 941",
      "imslp_url": "https://imslp.org/wiki/Trio_in_Nine_Short_Movements,_HC_941_(Cowell,_Henry)",
      "year": 1965
    }
  ]
}