{
  "full_name": "Jean-François Dandrieu",
  "wikipedia_url": "https://en.wikipedia.org/wiki/Jean-François_Dandrieu",
  "first_names": "Jean-François",
  "last_name": "Dandrieu",
  "birth_year": 1682,
  "death_year": 1738,
  "events": [
    {
      "section": null,
      "title": "Birth of Jean-François Dandrieu",
      "summary": "Jean-François Dandrieu was born around the year 1682 and became a notable figure in the French Baroque music scene, recognized for his work as a composer, harpsichordist, and organist.",
      "year": 1682,
      "location": "France",
      "emoji": "🎹",
      "fun_version": "Jean-François Dandrieu popped into this world around 1682, presumably sneezing out the last remnants of the 17th century! This musical magician became a significant player in the French Baroque music scene, charming audiences with his compositions and dazzling fingers as a harpsichordist and organist. You could say he put the \"art\" in \"party\"—if the party was in a dusty old salon filled with powdered wigs and elegantly overdone frocks!"
    },
    {
      "section": "Biography",
      "title": "Appointed Titular Organist",
      "summary": "He started playing the organ at the Saint-Merri church in Paris, a post previously occupied by Nicolas Lebègue, and became its titular organist.",
      "year": 1705,
      "location": "Saint-Merri church, Paris",
      "emoji": "🎹",
      "fun_version": "He kicked off his musical career by taking the organ throne at the Saint-Merri church in Paris, a post that was previously held by the legendary Nicolas Lebègue. Imagine him thinking, \"Well, if Nicolas can do it, it can’t be too hard—right?” Turns out, playing the organ is a bit like riding a bike... if the bike had 89 keys, a lot of pedal power, and demanded absolute piety with every note! Now he's the titular organist, which sounds super fancy but is really just a glorified way of saying he gets to press keys while the congregation tries to stay awake!"
    },
    {
      "section": "Biography",
      "title": "Judge for Rameau's Skills",
      "summary": "At some point he was a member of the panel of judges who examined Jean-Philippe Rameau's skills to appoint him organist of the Sainte-Madeleine en la Cité church, a post that Rameau declined.",
      "year": 1706,
      "location": "Paris, Sainte-Madeleine en la Cité",
      "emoji": "🎼",
      "fun_version": "At one point, he found himself judging the grand organist auditions for the Sainte-Madeleine en la Cité church, where Jean-Philippe Rameau was trying out. Picture this: a group of stern judges with serious faces, listening to Rameau’s impressively complex playing… only to have him turn around and say, 'Nah, I'm good! I'll pass on that church gig!' It’s like getting a golden ticket to Willy Wonka’s factory and saying, 'Nah, I think I’ll stick to my chocolate bars at home.'"
    },
    {
      "section": "Biography",
      "title": "Organist of the Chapelle royale",
      "summary": "He was appointed one of the four organists of the Chapelle royale of France.",
      "year": 1721,
      "location": "Chapelle royale, France",
      "emoji": "🎹",
      "fun_version": "He was appointed one of the four royal finger dancers for the Chapelle royale of France, where the only thing more majestic than the music was the competition for who could wear the fanciest wig!"
    },
    {
      "section": "Biography",
      "title": "Organist of St Barthélemy",
      "summary": "He succeeded his uncle to become the organist of the now destroyed church of St Barthélémy in the Île de la Cité, a post he combined with duties at Saint-Merri.",
      "year": 1733,
      "location": "St Barthélémy, Île de la Cité",
      "emoji": "🎹",
      "fun_version": "He took over his uncle's gig as the organist at St. Barthélémy's, which was kind of a bummer since the church was already on the ‘to be demolished’ list! But hey, no worries! He also got to play the keys at Saint-Merri, so it was more like a two-for-one special on church music. Who knew becoming a church organist came with bonus points for multipurpose employment?"
    },
    {
      "section": null,
      "title": "Death of Jean-François Dandrieu",
      "summary": "Jean-François Dandrieu passed away on 17 January, marking the end of a significant career in Baroque music.",
      "year": 1738,
      "location": "France",
      "emoji": "⚰️",
      "fun_version": "Jean-François Dandrieu has officially put down his harp and called it a day on January 17th! It’s as if the world of Baroque music lost its chief architect, except he wasn't building houses—just some great tunes. Talk about leaving a legacy and a music chair that’s now just a little bit colder!"
    }
  ],
  "works": [
    {
      "title": "Veux-tu, Compère Grégoire",
      "imslp_url": "https://imslp.org/wiki/Veux-tu,_Compère_Grégoire_(Dandrieu,_Jean-François)",
      "year": 1702
    },
    {
      "title": "6 Trio Sonatas, Op.1",
      "imslp_url": "https://imslp.org/wiki/6_Trio_Sonatas,_Op.1_(Dandrieu,_Jean-François)",
      "year": 1705
    },
    {
      "title": "Livre de Clavecin",
      "imslp_url": "https://imslp.org/wiki/Livre_de_Clavecin_(Dandrieu,_Jean-François)",
      "year": 1705
    },
    {
      "title": "Trio Sonata in D minor, Op.1 No.1",
      "imslp_url": "https://imslp.org/wiki/Trio_Sonata_in_D_minor,_Op.1_No.1_(Dandrieu,_Jean-François)",
      "year": 1705
    },
    {
      "title": "6 Violin Sonatas, Op.2",
      "imslp_url": "https://imslp.org/wiki/6_Violin_Sonatas,_Op.2_(Dandrieu,_Jean-François)",
      "year": 1710
    },
    {
      "title": "Les Caractères de la Guerre",
      "imslp_url": "https://imslp.org/wiki/Les_Caractères_de_la_Guerre_(Dandrieu,_Jean-François)",
      "year": 1718
    },
    {
      "title": "Gavotte in D major",
      "imslp_url": "https://imslp.org/wiki/Gavotte_in_D_major_(Dandrieu,_Jean-François)",
      "year": 1724
    },
    {
      "title": "Pièces de clavecin, Livre 1",
      "imslp_url": "https://imslp.org/wiki/Pièces_de_clavecin,_Livre_1_(Dandrieu,_Jean-François)",
      "year": 1724
    },
    {
      "title": "Pièces de clavecin, Livre 2",
      "imslp_url": "https://imslp.org/wiki/Pièces_de_clavecin,_Livre_2_(Dandrieu,_Jean-François)",
      "year": 1728
    },
    {
      "title": "Pièces de clavecin, Livre 3",
      "imslp_url": "https://imslp.org/wiki/Pièces_de_clavecin,_Livre_3_(Dandrieu,_Jean-François)",
      "year": 1734
    }
  ]
}