{
  "full_name": "Krzysztof Penderecki",
  "first_names": "Krzysztof Eugeniusz",
  "last_name": "Penderecki",
  "birth_year": 1933,
  "death_year": 2020,
  "wikipedia_url": "https://en.wikipedia.org/wiki/Krzysztof_Penderecki",
  "events": [
    {
      "section": "Career",
      "title": "Birth",
      "summary": "Krzysztof Penderecki was born in Dębica, Poland, on 23 November 1933, into a family with diverse cultural influences. His father was a lawyer and violinist, and his grandmother was of Armenian descent. Penderecki was the youngest of three siblings, instilling a rich family background that shaped his early years.",
      "year": 1933,
      "location": "Dębica, Poland",
      "emoji": "🎶",
      "fun_version": "Krzysztof Penderecki was born in Dębica, Poland, on 23 November 1933, possibly confusing local birds with his early compositions! His father was a lawyer and a violinist, which must have led to some interesting musical trials! With a grandmother of Armenian descent, you can imagine family gatherings were musically spicy! Penderecki was the youngest of three siblings, making him the 'young padawan' in a clan of musical Jedi. It seems his rich family background really tuned him into those early years!"
    },
    {
      "section": "Career",
      "title": "Early Education in Music",
      "summary": "After World War II, Penderecki began his formal music education in 1946 when he attended grammar school and later studied the violin under a local military bandmaster. This marked the beginning of his deep involvement in music.",
      "year": 1946,
      "location": "Dębica, Poland",
      "emoji": "🎻",
      "fun_version": "After World War II, Penderecki began his formal music education in 1946, attending grammar school and learning the violin under a local military bandmaster. Thus began his glorious romance with music – a sound relationship!"
    },
    {
      "section": "Career",
      "title": "Admission to Jagiellonian University",
      "summary": "In 1951, Penderecki moved to Kraków to further his education, attending Jagiellonian University where he studied violin and music theory, solidifying his academic foundation in music composition.",
      "year": 1951,
      "location": "Kraków, Poland",
      "emoji": "🎻",
      "fun_version": "In 1951, Penderecki decided to upgrade his music skills, shuffling his way to Kraków to attend Jagiellonian University, where he played ‘Where's Waldo’ but with violins while studying music theory. Who knew solidifying your academic foundation in music composition could be this entertaining?"
    },
    {
      "section": "Career",
      "title": "Graduation from Academy of Music",
      "summary": "Penderecki graduated from the Academy of Music in Kraków in 1958, where he initially studied violin but transitioned to focus on composition, marking a significant turning point in his career.",
      "year": 1958,
      "location": "Kraków, Poland",
      "emoji": "🎓",
      "fun_version": "Penderecki graduated from the Academy of Music in Kraków in 1958. After a short-lived attempt at violin—where he realized it wasn’t quite his scene—he decided to focus instead on composition. Who wouldn’t prefer to orchestrate chaos rather than endure the sounds of their own practice?"
    },
    {
      "section": "Honors and awards",
      "title": "2nd Competition for Young Polish Composers",
      "summary": "In 1959, Penderecki received top prizes at the 2nd Competition for Young Polish Composers held in Warsaw. He garnered recognition for his anonymously submitted works, including Stanzas, Emanations, and Psalms of David.",
      "year": 1959,
      "location": "Warsaw",
      "emoji": "🏆",
      "fun_version": "In 1959, talented young composer Penderecki received top prizes at the 2nd Competition for Young Polish Composers held in Warsaw. Anonymously, he submitted works including 'Stanzas', 'Emanations', and 'Psalms of David'."
    },
    {
      "section": "Career",
      "title": "International Recognition",
      "summary": "In 1959, Penderecki gained international recognition at the Warsaw Autumn with the premieres of various works, particularly Threnody to the Victims of Hiroshima, which established him as a leading composer of the avant-garde movement.",
      "year": 1959,
      "location": "Warsaw, Poland",
      "emoji": "🎶",
      "fun_version": "In 1959, Penderecki strutted onto the international stage at the Warsaw Autumn, showcasing various works like 'Threnody to the Victims of Hiroshima.' He became the poster child for avant-garde composers, proving that being weird can be a solid career move and establishing himself as a leader in the avant-garde movement!"
    },
    {
      "section": "Honors and awards",
      "title": "Prize of the UNESCO International Tribune of Composers",
      "summary": "In 1961, Penderecki was awarded the prestigious Prize of the UNESCO International Tribune of Composers in Paris for his notable composition Threnody.",
      "year": 1961,
      "location": "Paris",
      "emoji": "🏆",
      "fun_version": "In 1961, Penderecki snagged the snazzy UNESCO International Tribune of Composers Prize in Paris for his masterpiece, Threnody, proving once and for all that music can indeed create more drama than a soap opera!"
    },
    {
      "section": "Career",
      "title": "Composition of Fluorescences",
      "summary": "Penderecki composed the provocative piece Fluorescences for the Donaueschingen Festival in 1962, featuring an innovative orchestration that included unconventional instruments and techniques, further enhancing his reputation.",
      "year": 1962,
      "location": "Donaueschingen, Germany",
      "emoji": "🎶",
      "fun_version": "Once upon a time in 1962, Penderecki composed 'Fluorescences' for the Donaueschingen Festival, featuring an innovative orchestration that invited unconventional instruments and quirky techniques! Critics didn’t quite know whether to applaud, but his reputation shot up faster than you can say 'orchestration!'"
    },
    {
      "section": "Career",
      "title": "St. Luke Passion",
      "summary": "The large-scale St. Luke Passion, composed between 1963 and 1966, earned Penderecki considerable acclaim due to its religious themes expressed through avant-garde techniques, representing a significant achievement in his early career.",
      "year": 1966,
      "location": "Poland",
      "emoji": "🎼",
      "fun_version": "The large-scale St. Luke Passion, composed between 1963 and 1966, earned Penderecki considerable acclaim due to its religious themes expressed through avant-garde techniques, representing a significant achievement in his early career. It’s like the divine tried their hand at avant-garde techniques while juggling religious themes. Seriously, if you can mix God and experimental music, you've definitely made it in the early career league!"
    },
    {
      "section": "Honors and awards",
      "title": "Sibelius Gold Medal",
      "summary": "In 1967, he was honored with the Sibelius Gold Medal, recognizing his significant contributions to contemporary music.",
      "year": 1967,
      "location": "",
      "emoji": "🏅",
      "fun_version": "In 1967, he was awarded the Sibelius Gold Medal for making significant contributions to contemporary music, likely making him the richest musician who couldn’t find a parking spot!"
    },
    {
      "section": "Career",
      "title": "Awarded State Prize 1st Class",
      "summary": "In 1968, Penderecki was awarded the State Prize 1st class in recognition of his contributions to music, which acknowledged his impact on the contemporary music scene in Poland and beyond.",
      "year": 1968,
      "location": "Poland",
      "emoji": "🏅",
      "fun_version": "In 1968, Penderecki snagged the State Prize 1st class for his musical wizardry, acknowledging his significant contributions to the contemporary music scene in Poland and beyond!"
    },
    {
      "section": "Works",
      "title": "Film Scores Composition",
      "summary": "Krzysztof Penderecki composed original music for at least eleven documentary and feature films as well as for twenty-five animated films for adults and children from the late 1950s to the late 1960s. His distinctive style has garnered attention and acclaim in the film industry.",
      "year": 1968,
      "location": "",
      "emoji": "🎶",
      "fun_version": "Krzysztof Penderecki composed original music for at least eleven documentaries and feature films, as well as for twenty-five animated films for adults and children from the late 1950s to the late 1960s. His distinctive style has garnered attention and acclaim in the film industry."
    },
    {
      "section": "Honors and awards",
      "title": "Prix Italia",
      "summary": "Penderecki received the Prix Italia in 1968 for his work Dies Irae, which was a tribute to the victims of Auschwitz.",
      "year": 1968,
      "location": "",
      "emoji": "🏆",
      "fun_version": "In 1968, Penderecki snagged the Prix Italia for his piece 'Dies Irae.' Who knew that making spooky music could score such fancy awards? It’s basically like winning an Oscar for a horror film—this time, though, it was dedicated to the victims of Auschwitz."
    },
    {
      "section": "Career",
      "title": "Composition for United Nations",
      "summary": "In the late 1960s, Penderecki composed Kosmogonia for the United Nations' 25th anniversary, showcasing his ability to blend historical texts and contemporary themes into a cohesive musical narrative.",
      "year": 1970,
      "location": "Los Angeles, USA",
      "emoji": "🎶",
      "fun_version": "In the swinging 1960s, Penderecki was at it again, crafting 'Kosmogonia' like a DJ mixing historical texts with contemporary themes into a cohesive musical narrative to celebrate the United Nations' 25th anniversary. Who knew blending old-school wisdom with new tunes could be so groovy?"
    },
    {
      "section": "Honors and awards",
      "title": "City of Kraków Award",
      "summary": "In 1972, he was recognized with the City of Kraków Award, acknowledging his impact on the city's cultural landscape.",
      "year": 1972,
      "location": "Kraków",
      "emoji": "🏆",
      "fun_version": "In 1972, he was awarded the City of Kraków Award, acknowledging his impact on the city's cultural landscape. Apparently, someone thought giving him this award would distract him from his next big idea of karaoke in the town square. Spoiler alert: it didn't!"
    },
    {
      "section": "Works",
      "title": "The Exorcist Music Contribution",
      "summary": "Penderecki's compositions, including the String Quartet and Kanon For Orchestra and Tape, were featured in the 1973 film The Exorcist, with the film critic noting that Penderecki's music was integral to the film's atmosphere and regarded as faultless.",
      "year": 1973,
      "location": "",
      "emoji": "🎶",
      "fun_version": "Penderecki’s tunes were so spooky in The Exorcist that even the ghosts were asking for a dance break! His String Quartet and Kanon For Orchestra and Tape created an atmosphere so eerie that even the critics lost their marbles, calling his music integral and simply faultless!"
    },
    {
      "section": "Honors and awards",
      "title": "Herder Prize",
      "summary": "In 1977, Penderecki was awarded the Herder Prize, a prestigious recognition for his contributions to music in Germany and Austria.",
      "year": 1977,
      "location": "",
      "emoji": "🏆",
      "fun_version": "In 1977, Penderecki snagged the Herder Prize, which is like the Oscar for musicians in Germany and Austria, except there are no red carpets, just some really intense polka dancing!"
    },
    {
      "section": "Honors and awards",
      "title": "Prix Arthur Honegger",
      "summary": "In 1978, he received the Prix Arthur Honegger in France for his composition Magnificat, further establishing his international reputation.",
      "year": 1978,
      "location": "France",
      "emoji": "🏆",
      "fun_version": "In 1978, he snagged the Prix Arthur Honegger in France for his composition Magnificat, firmly establishing his international reputation and proving once and for all that he was more famous than a baguette at a Paris café!"
    },
    {
      "section": "Legacy and influence",
      "title": "Bronze Bust Unveiling",
      "summary": "In 1979, a bronze bust by artist Marian Konieczny honouring Krzysztof Penderecki was unveiled in The Gallery of Composers' Portraits at the Pomeranian Philharmonic in Bydgoszcz.",
      "year": 1979,
      "location": "Bydgoszcz",
      "emoji": "🗿",
      "fun_version": "In 1979, a bronze bust by artist Marian Konieczny honouring Krzysztof Penderecki was unveiled in The Gallery of Composers' Portraits at the Pomeranian Philharmonic in Bydgoszcz."
    },
    {
      "section": "Legacy and influence",
      "title": "Influence on Jimmy Page",
      "summary": "Jimmy Page, the Led Zeppelin guitarist, admired Penderecki's innovative work 'Threnody to the Victims of Hiroshima' during his teenage years, significantly influencing Page's use of the violin bow on his guitar.",
      "year": 1979,
      "location": "",
      "emoji": "🎸",
      "fun_version": "Jimmy Page, the rock legend known for making guitars scream louder than a cat at bath time, found himself entranced by Penderecki's innovative work 'Threnody to the Victims of Hiroshima' during his teenage years. It was like a musical eureka moment – who knew his bowing skills would contribute to some epic guitar magic later on?"
    },
    {
      "section": "Legacy and influence",
      "title": "Monument in Kielce",
      "summary": "A monument honoring Penderecki is located on the Celebrity Alley at the Scout Square (Skwer Harcerski) in Kielce.",
      "year": 1979,
      "location": "Kielce",
      "emoji": "🎶",
      "fun_version": "Did you hear about the monument for Penderecki? It's not just any statue; it has a permanent seat on Celebrity Alley at Scout Square (Skwer Harcerski) in Kielce! I guess after composing so much, he decided to compose a cozy spot for himself right in Kielce!"
    },
    {
      "section": "Career",
      "title": "Composition of Lacrimosa",
      "summary": "In 1980, Penderecki composed Lacrimosa to commemorate victims of anti-government riots in Gdańsk, which expanded into the well-known Polish Requiem, highlighting his commitment to commemorating historical events through music.",
      "year": 1980,
      "location": "Gdańsk, Poland",
      "emoji": "🎵",
      "fun_version": "In 1980, Penderecki composed Lacrimosa as a tribute to those impacted by anti-government riots in Gdańsk, which expanded into the Polish Requiem—showing that music can remarkably commemorate historical events."
    },
    {
      "section": "Works",
      "title": "The Shining Music Inclusion",
      "summary": "In the 1980 film The Shining, directed by Stanley Kubrick, six pieces of Penderecki's music were included, showcasing the impact and versatility of his compositions in enhancing cinematic experiences.",
      "year": 1980,
      "location": "",
      "emoji": "🎶",
      "fun_version": "In the 1980 film The Shining, directed by the guy who thought using a typewriter in a haunted hotel was a real page-turner, they decided that six pieces of Penderecki's music would really set the mood, showcasing his compositions' ability to enhance cinematic experiences."
    },
    {
      "section": "Honors and awards",
      "title": "Grammy for Best Contemporary Composition",
      "summary": "As a mark of his artistic excellence, he won the Grammy for Best Contemporary Composition in 1987, highlighting his influence in modern music.",
      "year": 1987,
      "location": "",
      "emoji": "🏆",
      "fun_version": "Back in '87, this maestro of musical pizzas snagged a Grammy for Best Contemporary Composition because his artistic excellence influenced the entire slice of modern music with just the right amount of toppings!"
    },
    {
      "section": "Honors and awards",
      "title": "Wolf Prize in Arts",
      "summary": "In 1987, Penderecki was honored with the Wolf Prize in Arts, recognizing his exceptional achievements in the field of music.",
      "year": 1987,
      "location": "Israel",
      "emoji": "🏆",
      "fun_version": "In 1987, Penderecki snagged the Wolf Prize in Arts for his exceptional achievements in the music world. I guess that makes him the top dog! Talk about a howling success!"
    },
    {
      "section": "Honors and awards",
      "title": "University of Louisville Grawemeyer Award",
      "summary": "In 1992, Penderecki was awarded the University of Louisville Grawemeyer Award for Music Composition for his work Adagio – 4 Symphony, an acknowledgment of his compositional prowess.",
      "year": 1992,
      "location": "Louisville",
      "emoji": "🏆",
      "fun_version": "In 1992, Penderecki scored the prestigious University of Louisville Grawemeyer Award for Music Composition for his masterpiece, Adagio – 4 Symphony. Who knew composing was a competitive sport?"
    },
    {
      "section": "Works",
      "title": "Fearless Film Scene",
      "summary": "Penderecki's piece Polymorphia was used in the 1993 film Fearless during a pivotal plane crash scene, highlighting the emotional weight and intensity that his music can convey in film.",
      "year": 1993,
      "location": "",
      "emoji": "✈️",
      "fun_version": "Penderecki's piece Polymorphia was used in the 1993 film Fearless during a pivotal plane crash scene, highlighting the emotional weight and intensity that his music can convey in film. You know, because nothing says 'the thrill of flight' quite like a musical composition that sounds like a bunch of angry squirrels suited up for a skydiving competition!"
    },
    {
      "section": "Honors and awards",
      "title": "Primetime Emmy Award",
      "summary": "In 1995, he won a Primetime Emmy Award from the Academy of Television Arts & Sciences for his contributions to television music.",
      "year": 1995,
      "location": "",
      "emoji": "🏆",
      "fun_version": "In 1995, he won a Primetime Emmy Award from the Academy of Television Arts & Sciences for his contributions to television music. He snagged that award while contemplating whether his next series would be called 'How to Watch TV Like a Pro!'"
    },
    {
      "section": "Legacy and influence",
      "title": "Jonny Greenwood's Tribute",
      "summary": "Jonny Greenwood, of Radiohead, acknowledged Penderecki as a significant influence, writing a part for 16 stringed instruments for the album 'OK Computer', inspired by Penderecki's style.",
      "year": 1997,
      "location": "",
      "emoji": "🎶",
      "fun_version": "Jonny Greenwood, from the stratospherically beloved band Radiohead, decided that one stringed instrument is just too mainstream. So, he channeled his inner Penderecki and wrote a dazzling piece for 16 stringed friends for the album 'OK Computer.' Who knew being influenced could require so many strings?"
    },
    {
      "section": "Honors and awards",
      "title": "Grammy for Best Instrumental Soloist Performance",
      "summary": "Penderecki garnered a Grammy for Best Instrumental Soloist Performance in 1998, further showcasing his diverse musical talents.",
      "year": 1998,
      "location": "",
      "emoji": "🏆",
      "fun_version": "Penderecki won a Grammy for Best Instrumental Soloist Performance in 1998, proving that not only can he conduct an orchestra, but he can also orchestrate his own awards ceremony from the comfort of his living room! This further showcases his diverse musical talents."
    },
    {
      "section": "Honors and awards",
      "title": "Cannes Classical Award",
      "summary": "In 2000, he was recognized as 'Living Composer of the Year' at the Cannes Classical Awards, celebrating his ongoing contributions to music.",
      "year": 2000,
      "location": "Cannes",
      "emoji": "🏆",
      "fun_version": "In the year 2000, he snagged the title of 'Living Composer of the Year' at the Cannes Classical Awards, proving once again that he's still alive and still making people listen to his tunes—whether they want to or not!"
    },
    {
      "section": "Honors and awards",
      "title": "Prince of Asturias Award for Art",
      "summary": "In 2001, Penderecki received the Prince of Asturias Award for Art in Spain, a prestigious acknowledgment of his impact on the arts.",
      "year": 2001,
      "location": "Spain",
      "emoji": "🎨",
      "fun_version": "In 2001, Penderecki received the Prince of Asturias Award for Art in Spain. They say it’s a prestigious acknowledgment—basically the Oscar for artists! His impact on the arts is so monumental that even his sheet music has a fan club."
    },
    {
      "section": "Honors and awards",
      "title": "Praemium Imperiale",
      "summary": "In 2004, he was awarded the Praemium Imperiale for Music, marking him as one of the most distinguished composers in the world.",
      "year": 2004,
      "location": "Japan",
      "emoji": "🏆",
      "fun_version": "In 2004, he received the Praemium Imperiale for Music, marking him as one of the most distinguished composers in the world. I guess that makes him a 'note'-worthy composer. Quite literally!"
    },
    {
      "section": "Career",
      "title": "Honorary Doctorates",
      "summary": "Penderecki received honorary doctorates from Seoul National University in 2005 and the University of Münster in 2006, reflecting his esteemed status in the world of music education and composition.",
      "year": 2005,
      "location": "Seoul, South Korea",
      "emoji": "🎓",
      "fun_version": "Penderecki received honorary doctorates from Seoul National University in 2005 and the University of Münster in 2006, reflecting his esteemed status in the world of music education and composition. You know, just casual degrees for being a genius in music."
    },
    {
      "section": "Honors and awards",
      "title": "Order of the White Eagle",
      "summary": "Penderecki was awarded the Order of the White Eagle in 2005, one of Poland's highest civilian honors, for his contributions to Polish culture.",
      "year": 2005,
      "location": "Poland",
      "emoji": "🏅",
      "fun_version": "Penderecki must have been tickled pink when he received the Order of the White Eagle in 2005! I mean, it’s not every day you get one of Poland's highest civilian honors for being a cultural superstar. I assume he celebrated by composing some symphonic snacks for the occasion!"
    },
    {
      "section": "Works",
      "title": "Children of Men Use of Threnody",
      "summary": "Penderecki's Threnody for the Victims of Hiroshima features prominently in one of the climactic moments of the 2006 film Children of Men, illustrating the profound effect of his music in a dramatic context.",
      "year": 2006,
      "location": "",
      "emoji": "🎶",
      "fun_version": "Penderecki's Threnody for the Victims of Hiroshima pops up in the 2006 film ‘Children of Men,’ highlighting the profound effect of his music in a dramatic context, making sure we all know that even when the world is crumbling, hauntingly beautiful chaos can ensue!"
    },
    {
      "section": "Works",
      "title": "Katyń Film Score",
      "summary": "In 2007, Penderecki composed the score for Andrzej Wajda's film Katyń, which was nominated for an Academy Award, underscoring his continued relevance in contemporary cinema.",
      "year": 2007,
      "location": "",
      "emoji": "🎬",
      "fun_version": "In 2007, Penderecki decided to sprinkle some musical magic on Andrzej Wajda's film Katyń. Not only did he compose the score, it received an Academy Award nomination, highlighting Penderecki's continued relevance in contemporary cinema – because what’s a film without a bit of gold-plated recognition?"
    },
    {
      "section": "Career",
      "title": "75th Birthday Celebration",
      "summary": "In 2008, Penderecki celebrated his 75th birthday by conducting three of his works at the Rheingau Musik Festival, demonstrating his continued relevance and contribution to contemporary music composition.",
      "year": 2008,
      "location": "Rheingau, Germany",
      "emoji": "🎉",
      "fun_version": "In 2008, Penderecki celebrated his 75th birthday by conducting three of his works at the Rheingau Musik Festival, showing that he’s still a champion of contemporary music composition and remains relevant in the field."
    },
    {
      "section": "Honors and awards",
      "title": "Polish Academy Award for Best Film Score",
      "summary": "In 2008, he received the Polish Academy Award for Best Film Score for his work on the film Katyn, showcasing his cinematic contributions.",
      "year": 2008,
      "location": "",
      "emoji": "🏆",
      "fun_version": "Back in 2008, he snagged the Polish Academy Award for Best Film Score for his musical genius in the film Katyn, showcasing his cinematic contributions and proving that while some people score goals, he scores Academy Awards!"
    },
    {
      "section": "Works",
      "title": "Shutter Island Music Feature",
      "summary": "Martin Scorsese's 2010 film Shutter Island included Penderecki's Symphony No. 3 and Fluorescences, further affirming his music's status in modern film scores.",
      "year": 2010,
      "location": "",
      "emoji": "🎥",
      "fun_version": "In Martin Scorsese's 2010 film 'Shutter Island', we discovered that Penderecki's Symphony No. 3 and Fluorescences are the real stars, making more noise than DiCaprio at a Hollywood party!"
    },
    {
      "section": "Honors and awards",
      "title": "Viadrina Prize",
      "summary": "In 2011, he was honored with the Viadrina Prize for his contributions to Polish-German cooperation, reflecting his influence beyond music.",
      "year": 2011,
      "location": "",
      "emoji": "🏆",
      "fun_version": "In 2011, he was awarded the Viadrina Prize for his contributions to Polish-German cooperation. Who knew that making friends across borders could be a prize-winning hobby? I mean, forget about writing a catchy pop song, let's just make diplomacy our side gig!"
    },
    {
      "section": "Legacy and influence",
      "title": "Collaboration with Jonny Greenwood",
      "summary": "In 2012, Jonny Greenwood visited Penderecki to write a work for strings, named '48 Responses to Polymorphia', which was conducted by Penderecki in various performances throughout Europe.",
      "year": 2012,
      "location": "",
      "emoji": "🎻",
      "fun_version": "In 2012, Jonny Greenwood visited Penderecki to create '48 Responses to Polymorphia’ for strings. Penderecki, being a champ, conducted it in different places across Europe!"
    },
    {
      "section": "Legacy and influence",
      "title": "Generational Influence",
      "summary": "Penderecki credited Jonny Greenwood for helping to introduce his music to a new generation, showcasing the lasting impact of his compositions.",
      "year": 2012,
      "location": "",
      "emoji": "🎶",
      "fun_version": "Penderecki has credited Jonny Greenwood for helping to sprinkle some magic dust on his compositions, introducing them to the cool kids of today, and showcasing the lasting impact of his music—proving old tunes never really go out of style, they just get a hipster makeover!"
    },
    {
      "section": "Honors and awards",
      "title": "Order of the Cross of Terra Mariana, 1st Class",
      "summary": "In 2014, Penderecki received the Order of the Cross of Terra Mariana, 1st Class, from Estonia in recognition of his artistic achievements.",
      "year": 2014,
      "location": "Estonia",
      "emoji": "🏅",
      "fun_version": "In 2014, Penderecki was awarded the Order of the Cross of Terra Mariana, 1st Class, from Estonia. It turns out he could only get the 1st Class version after he promised not to use his artistic achievements to scare his neighbors' cats anymore!"
    },
    {
      "section": "Personal life",
      "title": "Death",
      "summary": "Penderecki died at his home in Kraków, Poland, after a long illness. He was buried at the National Pantheon in Kraków, marking the end of a respected musical career.",
      "year": 2020,
      "location": "Kraków, Poland",
      "emoji": "😢",
      "fun_version": "Penderecki died at his home in Kraków, Poland, after a long illness. He found his way to the National Pantheon in Kraków, marking the end of a respected musical career."
    }
  ],
  "works": []
}