{
  "full_name": "Manuel de Zumaya",
  "wikipedia_url": "https://en.wikipedia.org/wiki/Manuel_de_Zumaya",
  "first_names": "Manuel",
  "last_name": "de Zumaya",
  "birth_year": 1678,
  "death_year": 1755,
  "events": [
    {
      "section": "Life",
      "title": "Birth",
      "summary": "Manuel de Zumaya was born in Mexico City and was baptized shortly after, although the exact date of his birth is not conclusively known. His baptism was recorded in the archives of the Metropolitan Sacristy.",
      "year": 1678,
      "location": "Mexico City",
      "emoji": "👶",
      "fun_version": "Manuel de Zumaya popped out into the world in Mexico City, but the exact date of his big debut remains a secret. His baptism was recorded in the archives of the Metropolitan Sacristy, where they keep all the juiciest gossip about births."
    },
    {
      "section": "Life",
      "title": "Service at Mexico City Cathedral",
      "summary": "He likely began his service at Mexico City Cathedral, quickly gaining recognition for his prodigious talent as a composer and organist.",
      "year": 1690,
      "location": "Mexico City Cathedral",
      "emoji": "🎹",
      "fun_version": "He probably kick-started his service at the Mexico City Cathedral, quickly gaining recognition for his prodigious talent as a composer and organist, where even the church mice stopped to listen!"
    },
    {
      "section": "Life",
      "title": "First Documented Mention",
      "summary": "His name first appeared in a document when financial assistance was arranged for him after his father's death, allowing him to study organ and composition.",
      "year": 1694,
      "location": "Mexico City",
      "emoji": "🎹",
      "fun_version": "So there I was in a land of paperwork, where a young lad's name appeared on official documents amidst the chaos of financial woes. Assisted by a fortunate twist of fate after his father's unfortunate departure, he received the needed financial aid. This allowed him to passionately study organ and composition—pushing those keys and composing beautiful scores while steering clear of any family drama!"
    },
    {
      "section": "Life",
      "title": "Performance of Rodrigo",
      "summary": "Zumaya's play Rodrigo, possibly featuring his own music, was performed in honor of the birth of Crown Prince Luis.",
      "year": 1707,
      "location": "Mexico City",
      "emoji": "🎭",
      "fun_version": "They say Zumaya’s play Rodrigo was a real earful, possibly featuring his own tunes! After all, what's a royal birthday without a bit of dramatic flair and possibly a jingle or two? Crown Prince Luis better take notes; he’s got the makings of a future pop star!"
    },
    {
      "section": "Life",
      "title": "Appointment as Second Organist",
      "summary": "He was named as the second organist at the cathedral, marking an important step in his musical career.",
      "year": 1708,
      "location": "Mexico City Cathedral",
      "emoji": "🎶",
      "fun_version": "He was named the second organist at the cathedral. That's like being the second-best pizza chef in Italy—great... but everyone still wants to know who has the first slice! This marks an important step in his musical career."
    },
    {
      "section": "Life",
      "title": "Interim Maestro de Capilla",
      "summary": "Despite still studying composition, he was appointed interim maestro de capilla, showcasing his growing reputation.",
      "year": 1710,
      "location": "Mexico City Cathedral",
      "emoji": "🎼",
      "fun_version": "Despite still juggling his textbooks like a circus performer, he was appointed interim maestro de capilla while still studying composition – proving that his reputation is growing faster than a pop star’s ego!"
    },
    {
      "section": "Life",
      "title": "Commission for Partenope",
      "summary": "The viceroy commissioned him to compose the opera Partenope, which had its world premiere shortly after.",
      "year": 1711,
      "location": "Mexico City",
      "emoji": "🎼",
      "fun_version": "The viceroy decided he could really use some dramatic tunes for his fancy parties, so he called upon our hero to whip up the opera 'Partenope,' which had its world premiere right after a dinner party that had way too many meatballs!"
    },
    {
      "section": "Life",
      "title": "Promotion to Principal Organist",
      "summary": "He was promoted to principal organist at the cathedral, highlighting his skill and influence in the music community.",
      "year": 1714,
      "location": "Mexico City Cathedral",
      "emoji": "🎹",
      "fun_version": "He got a promotion to principal organist at the cathedral, which is like being the head chef at a pizza place, except instead of kneading dough, he’s just kneading those keys! This highlights his skill and influence in the music community while he’s hitting all the right notes preaching to the choir!"
    },
    {
      "section": "Style",
      "title": "Creation of Sol-fa de Pedro",
      "summary": "In 1715, Manuel de Zumaya authored the charmingly jolly piece known as Sol-fa de Pedro during the examinations to select the Chapel Master at Mexico City's cathedral. This work demonstrates his talent and creativity in music composition during a significant professional opportunity.",
      "year": 1715,
      "location": "Mexico City",
      "emoji": "🎵",
      "fun_version": "In 1715, Manuel de Zumaya decided it was time to turn his musical talent into gold — or at least into a jolly tune! During the epic showdown to become the Chapel Master at Mexico City’s cathedral, he whipped up a delightful ditty called 'Sol-fa de Pedro.' This wasn't just any music; it was a melodic masterpiece showcasing his talent and creativity."
    },
    {
      "section": "Life",
      "title": "Maestro de Capilla Appointment",
      "summary": "Following the retirement of his predecessor, Zumaya was named maestro de capilla, cementing his status as a prominent composer.",
      "year": 1715,
      "location": "Mexico City Cathedral",
      "emoji": "🎼",
      "fun_version": "After his predecessor decided to hang up his composing boots and take the retirement plunge, Zumaya strutted into the spotlight as the new maestro de capilla, solidifying his reputation as a prominent composer. Suddenly, he was no longer just a composer; he was the ‘head honcho’ of symphonic shenanigans."
    },
    {
      "section": "Life",
      "title": "Move to Oaxaca",
      "summary": "He moved to Oaxaca with hopes of becoming the maestro de capilla at the cathedral, but found that the position was not vacant.",
      "year": 1738,
      "location": "Oaxaca",
      "emoji": "🏰",
      "fun_version": "He packed his bags and moved to Oaxaca with dreams of being the maestro de capilla at the cathedral. Too bad the only vacancy he found was for a cat that naps all day, while he was ready to lead a choir!"
    },
    {
      "section": "Life",
      "title": "Appointment as Interim Curate",
      "summary": "In a surprising development, he was appointed interim curate of the cathedral parish, despite lacking formal training for such a role.",
      "year": 1742,
      "location": "Oaxaca",
      "emoji": "⛪",
      "fun_version": "Well, hold onto your hats! In a plot twist that even Hollywood would envy, he was appointed the 'interim curate' of the cathedral parish. And guess what? He doesn’t even have formal training for it! Honestly, it sounds like the beginning of a very interesting sitcom!"
    },
    {
      "section": "Life",
      "title": "Maestro de Capilla of Oaxaca Cathedral",
      "summary": "He was eventually appointed maestro de capilla at the cathedral in Oaxaca, where he continued to expand the orchestra and mentor musicians.",
      "year": 1745,
      "location": "Oaxaca",
      "emoji": "🎻",
      "fun_version": "He eventually snagged the gig as the maestro de capilla at the cathedral in Oaxaca, where he decided to expand the orchestra and mentor musicians—because who wouldn’t want to juggle a bunch of musicians and create a musical mayhem?"
    },
    {
      "section": "Life",
      "title": "Death",
      "summary": "Manuel de Zumaya passed away, leaving behind a legacy in the world of music and composition.",
      "year": 1755,
      "location": "Oaxaca",
      "emoji": "🎵",
      "fun_version": "Manuel de Zumaya has taken his final bow, but his catchy tunes and rich legacy in the world of music and composition will stick around longer than the last song you heard at a wedding!"
    }
  ],
  "works": [
    {
      "title": "Alégrese los astros",
      "imslp_url": "https://imslp.org/wiki/Alégrese_los_astros_(Zumaya,_Manuel_de)",
      "year": 1710
    },
    {
      "title": "Oíd moradores del orbe",
      "imslp_url": "https://imslp.org/wiki/Oíd_moradores_del_orbe_(Zumaya,_Manuel_de)",
      "year": 1710
    },
    {
      "title": "Si duerme el amor",
      "imslp_url": "https://imslp.org/wiki/Si_duerme_el_amor_(Zumaya,_Manuel_de)",
      "year": 1715
    },
    {
      "title": "Suspendase las vozes",
      "imslp_url": "https://imslp.org/wiki/Suspendase_las_vozes_(Zumaya,_Manuel_de)",
      "year": 1715
    },
    {
      "title": "Un ciego que ver quería",
      "imslp_url": "https://imslp.org/wiki/Un_ciego_que_ver_quería_(Zumaya,_Manuel_de)",
      "year": 1716
    },
    {
      "title": "Ya la gloria",
      "imslp_url": "https://imslp.org/wiki/Ya_la_gloria_(Zumaya,_Manuel_de)",
      "year": 1720
    },
    {
      "title": "Resuenen los clarines",
      "imslp_url": "https://imslp.org/wiki/Resuenen_los_clarines_(Zumaya,_Manuel_de)",
      "year": 1738
    }
  ]
}