{
  "full_name": "Nadia Boulanger",
  "first_names": "Juliette Nadia",
  "last_name": "Boulanger",
  "birth_year": 1887,
  "death_year": 1979,
  "wikipedia_url": "https://en.wikipedia.org/wiki/Nadia_Boulanger",
  "events": [
    {
      "section": "Biography",
      "title": "Birth",
      "summary": "Nadia Boulanger was born in Paris to a musically inclined family. Her father, Ernest Boulanger, was a composer and pianist, and her mother, Raissa, was a Russian princess. Nadia's early exposure to music played a significant role in her later career as a composer and conductor.",
      "year": 1887,
      "location": "Paris",
      "emoji": "🎵",
      "fun_version": "Nadia Boulanger was born in Paris to a musically inclined family, her father being composer Ernest Boulanger and her mother Raissa, a Russian princess. Musical talent ran in the family! Her musical upbringing really set the stage for her to become a composer and conductor who could make even a toaster sing!"
    },
    {
      "section": "Biography",
      "title": "Entrance to Conservatoire",
      "summary": "At the age of nine, Nadia entered the Paris Conservatoire, marking the beginning of her formal music education. She would study under prominent teachers and eventually excel in various competitions during her time there.",
      "year": 1896,
      "location": "Paris",
      "emoji": "🎶",
      "fun_version": "At the tender age of nine, Nadia waltzed into the Paris Conservatoire like she owned the place, marking the beginning of her formal music education. She studied under prominent teachers and dominated competitions."
    },
    {
      "section": "Biography",
      "title": "First Communion",
      "summary": "Nadia took her First Communion in May 1899, an event that held spiritual significance for her, marking the importance of her Catholic faith throughout her life.",
      "year": 1899,
      "location": "Paris",
      "emoji": "✝️",
      "fun_version": "Nadia took her First Communion in May 1899, marking a significant moment that would blend holy bread with a lifelong adventure of faith and dodging Aunt Margie’s pinches about church attendance!"
    },
    {
      "section": "Biography",
      "title": "Father's Death",
      "summary": "Nadia's father, Ernest Boulanger, passed away, leading to financial difficulties for the family. Despite the challenges, Nadia continued her education at the Conservatoire with determination to support her family.",
      "year": 1900,
      "location": "Paris",
      "emoji": "😢",
      "fun_version": "Nadia's father, Ernest Boulanger, passed away, leaving the family juggling bills! But instead of throwing in the towel, Nadia continued her education at the Conservatoire, determined to support her family!"
    },
    {
      "section": "Biography",
      "title": "First Prize in Harmony",
      "summary": "In 1903, Nadia won the Conservatoire's first prize in harmony, showcasing her musical talent and dedication. This achievement further established her as a notable figure in the music community.",
      "year": 1903,
      "location": "Paris",
      "emoji": "🏆",
      "fun_version": "In 1903, Nadia waltzed into the Conservatoire armed with her musical talent and a bag full of determination. She won the Conservatoire's first prize in harmony, establishing her as a notable figure in the music community. This accomplishment set her up as the go-to musical guru."
    },
    {
      "section": "Biography",
      "title": "Teaching at Conservatoire Femina-Musica",
      "summary": "Nadia was appointed to teach elementary piano and accompaniments at the Conservatoire Femina-Musica, contributing to the education of many young musicians.",
      "year": 1907,
      "location": "Paris",
      "emoji": "🎹",
      "fun_version": "Nadia waltzed her way into the Conservatoire Femina-Musica like a maestro with a magic wand! She’s now teaching elementary piano and accompaniments, turning little fingers into keyboard ninjas, contributing to the education of many young musicians, and helping them avoid playing ‘Chopsticks’ indefinitely!"
    },
    {
      "section": "Biography",
      "title": "Second Grand Prix de Rome",
      "summary": "In 1908, Nadia Boulanger won the Second Grand Prix de Rome for her cantata, La Sirène. This achievement was significant as it was a prestigious recognition of her compositional talent.",
      "year": 1908,
      "location": "Paris",
      "emoji": "🎼",
      "fun_version": "In 1908, Nadia Boulanger snagged the Second Grand Prix de Rome for her cantata, La Sirène. This was a significant achievement and a prestigious way to say, 'Hey, you're really good at this composer thing!' It was an important recognition of her compositional talent."
    },
    {
      "section": "Biography",
      "title": "Debut as Conductor",
      "summary": "Nadia made her debut as a conductor with the Société des Matinées Musicales, where she conducted her cantata La Sirène and showcased her talents to a wider audience.",
      "year": 1912,
      "location": "Paris",
      "emoji": "🎼",
      "fun_version": "Nadia made her debut as a conductor with the Société des Matinées Musicales. She conducted her cantata La Sirène, proving that not only can she wave a stick, but she can also make a room full of people sit still and listen, showcasing her talents to a wider audience!"
    },
    {
      "section": "Biography",
      "title": "Teaching at École normale de musique de Paris",
      "summary": "After the war and the closure of the Conservatoire Femina-Musica, Nadia joined the newly founded École normale de musique de Paris as a teacher, continuing her influential role in music education.",
      "year": 1919,
      "location": "Paris",
      "emoji": "🎼",
      "fun_version": "After the dramatic curtain fall of the Conservatoire Femina-Musica, Nadia decided to dust off her teaching hat and join the snazzy new École normale de musique de Paris, where she continued her influential role in music education."
    },
    {
      "section": "Biography",
      "title": "US Tour",
      "summary": "Nadia toured the USA in 1924, during which she performed and premiered works such as Copland's Symphony for Organ and Orchestra, expanding her influence beyond Europe.",
      "year": 1924,
      "location": "USA",
      "emoji": "🇺🇸",
      "fun_version": "Nadia took a whirlwind tour of the USA in 1924, during which she performed and premiered works like Copland's Symphony for Organ and Orchestra. She was on a musical mission, expanding her influence beyond Europe."
    },
    {
      "section": "Honours and awards",
      "title": "Chevalier to the Légion d'honneur",
      "summary": "In 1932, Nadia Boulanger was honored with the title of Chevalier to the Légion d'honneur, a prestigious French award recognizing her contributions to music.",
      "year": 1932,
      "location": "France",
      "emoji": "🏅",
      "fun_version": "In 1932, Nadia Boulanger was honored with the title of Chevalier to the Légion d'honneur, a prestigious French award recognizing her contributions to music."
    },
    {
      "section": "Honours and awards",
      "title": "Order of Polonia Restituta",
      "summary": "In 1934, she was awarded the Order of Polonia Restituta, acknowledging her influence and contributions to Polish culture and music.",
      "year": 1934,
      "location": "Poland",
      "emoji": "🇵🇱",
      "fun_version": "In 1934, she bagged the Order of Polonia Restituta, recognizing her influence and contributions to Polish culture and music. I mean, who knew playing the tuba could earn you such a shiny award? Talk about blowing your own horn!"
    },
    {
      "section": "Biography",
      "title": "Death of Mother",
      "summary": "Nadia's mother, Raissa, passed away in 1935. Her death allowed Nadia to take on teaching opportunities abroad, free from familial obligations.",
      "year": 1935,
      "location": "Paris",
      "emoji": "😢",
      "fun_version": "In 1935, when Nadia's mother, Raissa, took a permanent vacation, Nadia seized the opportunity to become a globetrotting teacher, finally escaping the familial milestones of chores and Sunday dinners!"
    },
    {
      "section": "Biography",
      "title": "First Woman Conducting in London",
      "summary": "Boulanger became the first woman to conduct the London Philharmonic Orchestra, marking a significant milestone in her career and the history of women in classical music.",
      "year": 1936,
      "location": "London",
      "emoji": "🎶",
      "fun_version": "Boulanger became the first woman to conduct the London Philharmonic Orchestra - and you thought her only talent was making delightful pastries! This milestone is sweeter than a croissant and marks her entering the 'Hall of Fame for Women in Classical Music'!"
    },
    {
      "section": "Biography",
      "title": "First Woman to Conduct the Boston Symphony Orchestra",
      "summary": "During her third visit to the US, Nadia became the first woman to conduct the Boston Symphony Orchestra, reinforcing her reputation as a groundbreaking conductor.",
      "year": 1938,
      "location": "Boston",
      "emoji": "🎶",
      "fun_version": "On her third trip to the US, Nadia made history as the first woman to conduct the Boston Symphony Orchestra. She didn’t just raise eyebrows; she raised the entire orchestra, solidifying her title as the 'Conductor Who Could.'"
    },
    {
      "section": "Biography",
      "title": "Return to France",
      "summary": "After spending years in America during the war, Nadia returned to France in 1946 and resumed her teaching position at the Paris Conservatoire.",
      "year": 1946,
      "location": "Paris",
      "emoji": "🇫🇷",
      "fun_version": "Nadia, after cleverly avoiding war in America and gathering enough amusing anecdotes to last a lifetime, returned to France in 1946 to step back into her teaching role at the Paris Conservatoire, where she aimed to turn rhythmically challenged students into music maestros."
    },
    {
      "section": "Honours and awards",
      "title": "Foreign Honorary Member of the American Academy of Arts and Sciences",
      "summary": "In 1962, Boulanger became a Foreign Honorary Member of the American Academy of Arts and Sciences, marking her international recognition in the arts and sciences.",
      "year": 1962,
      "location": "USA",
      "emoji": "🏆",
      "fun_version": "In 1962, Boulanger became a Foreign Honorary Member of the American Academy of Arts and Sciences. This was so impressive that even the arts and sciences were a bit embarrassed—like when you show up to a party in a tuxedo and everyone else is in casualwear!"
    },
    {
      "section": "Honours and awards",
      "title": "Howland Memorial Prize",
      "summary": "Also in 1962, she received the Howland Memorial Prize, further establishing her reputation as a distinguished composer and educator.",
      "year": 1962,
      "location": "USA",
      "emoji": "🏆",
      "fun_version": "In 1962, she snagged the Howland Memorial Prize, proving once and for all that being a distinguished composer and educator is just another way of saying she knows how to play with notes and people!"
    },
    {
      "section": "Honours and awards",
      "title": "Médaille d'Or of the Académie des Beaux-Arts",
      "summary": "In 1975, she was awarded the Médaille d'Or of the Académie des Beaux-Arts of the Institut de France, celebrating her exceptional artistry and influence in music.",
      "year": 1975,
      "location": "France",
      "emoji": "🏆",
      "fun_version": "Back in 1975, they decided to award her the fancy Médaille d'Or from the Académie des Beaux-Arts, because let's face it, they were tired of giving gold medals to dancers. At last, they recognized her exceptional artistry and huge influence in the world of music, letting a musician steal the spotlight!"
    },
    {
      "section": "Honours and awards",
      "title": "Grand officier to the Légion d'honneur",
      "summary": "In 1977, she was elevated to the rank of Grand officier to the Légion d'honneur, recognizing her artistic achievements and contributions to French culture.",
      "year": 1977,
      "location": "France",
      "emoji": "🏅",
      "fun_version": "Back in 1977, she got promoted to the rank of Grand Officier of the Légion d'honneur! Apparently, her artistic achievements and contributions to French culture were so impressive that even the baguettes stood up and applauded!"
    },
    {
      "section": "Honours and awards",
      "title": "Order of St. Charles of Monaco",
      "summary": "In 1977, she received the Order of St. Charles of Monaco, which highlights her esteemed position in the musical world.",
      "year": 1977,
      "location": "Monaco",
      "emoji": "🏅",
      "fun_version": "In 1977, she received the Order of St. Charles of Monaco! Yes, that’s right! A fancy award that sounds like it should come with a tiara and a pet dolphin! I mean, who wouldn’t want a medal that basically says, 'Congratulations! You’re a Rockstar in the musical world!' from Monaco?"
    },
    {
      "section": "Honours and awards",
      "title": "Order of the British Empire",
      "summary": "In 1977, Boulanger was honored with the Order of the British Empire, which acknowledged her contributions to music on an international scale.",
      "year": 1977,
      "location": "UK",
      "emoji": "🏅",
      "fun_version": "In 1977, Boulanger was awarded the Order of the British Empire, a shiny medal given for making music that made the world’s ears tingle, acknowledging her contributions to music on an international scale. It was just their way of saying, \"Hey, your tunes are officially British-approved!\""
    },
    {
      "section": "Honours and awards",
      "title": "Order of the Crown of Belgium",
      "summary": "In 1977, she was awarded the Order of the Crown of Belgium, signifying her lasting impact on the music culture across Europe.",
      "year": 1977,
      "location": "Belgium",
      "emoji": "🏅",
      "fun_version": "In 1977, she was awarded the Order of the Crown of Belgium! This prestigious award signifies her lasting impact on music culture across Europe, turning heads and maybe a few eardrums along the way."
    },
    {
      "section": "Biography",
      "title": "Final Performance",
      "summary": "Boulanger continued working almost until her death in 1979, showcasing her dedication to music and education throughout her life.",
      "year": 1979,
      "location": "Paris",
      "emoji": "🎶",
      "fun_version": "Boulanger was so dedicated to music that even death had to pencil her in for an appointment in 1979, showcasing her dedication to music and education throughout her life! She was composing tunes while others were composing their bucket lists."
    }
  ],
  "works": [
    {
      "title": "Versailles",
      "imslp_url": "https://imslp.org/wiki/Versailles_(Boulanger,_Nadia)",
      "year": 1906
    },
    {
      "title": "Élégie",
      "imslp_url": "https://imslp.org/wiki/Élégie_(Boulanger,_Nadia)",
      "year": 1906
    },
    {
      "title": "Soleils couchants",
      "imslp_url": "https://imslp.org/wiki/Soleils_couchants_(Boulanger,_Nadia)",
      "year": 1907
    },
    {
      "title": "Was will die einsäme Thräne",
      "imslp_url": "https://imslp.org/wiki/Was_will_die_einsäme_Thräne_(Boulanger,_Nadia)",
      "year": 1908
    },
    {
      "title": "Cantique",
      "imslp_url": "https://imslp.org/wiki/Cantique_(Boulanger,_Nadia)",
      "year": 1909
    },
    {
      "title": "Chanson",
      "imslp_url": "https://imslp.org/wiki/Chanson_(Boulanger,_Nadia)",
      "year": 1909
    },
    {
      "title": "Prière",
      "imslp_url": "https://imslp.org/wiki/Prière_(Boulanger,_Nadia)",
      "year": 1909
    },
    {
      "title": "3 Improvisations",
      "imslp_url": "https://imslp.org/wiki/3_Improvisations_(Boulanger,_Nadia)",
      "year": 1911
    },
    {
      "title": "3 Pieces for Cello and Piano",
      "imslp_url": "https://imslp.org/wiki/3_Pieces_for_Cello_and_Piano_(Boulanger,_Nadia)",
      "year": 1914
    },
    {
      "title": "Soir d'hiver",
      "imslp_url": "https://imslp.org/wiki/Soir_d'hiver_(Boulanger,_Nadia)",
      "year": 1914
    },
    {
      "title": "Vers la vie nouvelle",
      "imslp_url": "https://imslp.org/wiki/Vers_la_vie_nouvelle_(Boulanger,_Nadia)",
      "year": 1916
    },
    {
      "title": "Au bord de la route",
      "imslp_url": "https://imslp.org/wiki/Au_bord_de_la_route_(Boulanger,_Nadia)",
      "year": 1922
    },
    {
      "title": "Doute",
      "imslp_url": "https://imslp.org/wiki/Doute_(Boulanger,_Nadia)",
      "year": 1922
    },
    {
      "title": "Elle a vendu mon cœur",
      "imslp_url": "https://imslp.org/wiki/Elle_a_vendu_mon_cœur_(Boulanger,_Nadia)",
      "year": 1922
    },
    {
      "title": "J'ai frappé",
      "imslp_url": "https://imslp.org/wiki/J'ai_frappé_(Boulanger,_Nadia)",
      "year": 1922
    },
    {
      "title": "L'échange",
      "imslp_url": "https://imslp.org/wiki/L'échange_(Boulanger,_Nadia)",
      "year": 1922
    },
    {
      "title": "Le couteau",
      "imslp_url": "https://imslp.org/wiki/Le_couteau_(Boulanger,_Nadia)",
      "year": 1922
    }
  ]
}