{
  "full_name": "Nikolai Myaskovsky",
  "first_names": "Nikolai Yakovlevich",
  "last_name": "Myaskovsky",
  "birth_year": 1881,
  "death_year": 1950,
  "wikipedia_url": "https://en.wikipedia.org/wiki/Nikolai_Myaskovsky",
  "events": [
    {
      "section": "Early years",
      "title": "Inspiration to Compose",
      "summary": "A performance of Tchaikovsky's Pathétique Symphony in 1896 inspired Myaskovsky to pursue a career as a composer after initially being discouraged from music.",
      "year": 1896,
      "location": "Moscow",
      "emoji": "🎼",
      "fun_version": "A performance of Tchaikovsky's Pathétique Symphony in 1896 turned Myaskovsky, who was initially discouraged from music, from a novice into a serious composer. It was like the symphony slapped him in the face with a baton and said, “Stop moping about and start composing!”"
    },
    {
      "section": "Early years",
      "title": "Enrollment in Conservatory",
      "summary": "Myaskovsky enrolled in the Saint Petersburg Conservatory in 1906, becoming a student of notable composers including Anatoly Lyadov and Nikolai Rimsky-Korsakov.",
      "year": 1906,
      "location": "Saint Petersburg",
      "emoji": "🎶",
      "fun_version": "In 1906, Myaskovsky waltzed into the Saint Petersburg Conservatory, thinking he could just wing it! Little did he know he would be learning from heavyweights like Anatoly Lyadov and Nikolai Rimsky-Korsakov. Talk about enrolling in the 'Composer's Olympics'—hope he packed his musical gym shorts!"
    },
    {
      "section": "Early works",
      "title": "Graduation from the Conservatory",
      "summary": "Myaskovsky graduated in 1911, marking a significant milestone in his early career as a composer. This event was pivotal as it set the foundation for his future endeavors in music and teaching.",
      "year": 1911,
      "location": "Saint Petersburg",
      "emoji": "🎓",
      "fun_version": "Myaskovsky graduated in 1911, marking a significant milestone in his career! This pivotal moment set the foundation for a future full of music, teaching—and possibly lots of coffee and late nights!"
    },
    {
      "section": "Honours and awards",
      "title": "Glinka Prize",
      "summary": "In 1916, Myaskovsky was awarded the Glinka prize, shared among composers for the remarkable Piano Sonata No. 2. This accolade recognized his contribution to the musical landscape of his time and awarded him 350 rubles.",
      "year": 1916,
      "location": "",
      "emoji": "🏆",
      "fun_version": "In 1916, Myaskovsky was awarded the Glinka prize, which he shared among composers for his remarkable Piano Sonata No. 2. This accolade recognized his contribution to the musical landscape of his time, and it came with 350 rubles!"
    },
    {
      "section": "Early works",
      "title": "Service in World War I",
      "summary": "Called up during World War I, Myaskovsky experienced the harsh realities of war, which included being wounded and suffering from shell-shock on the Austrian front. This experience influenced his creative output during and after the conflict.",
      "year": 1917,
      "location": "Austrian front",
      "emoji": "🎖️",
      "fun_version": "Called up during World War I, Myaskovsky experienced the harsh realities of war, including being wounded and suffering from shell-shock on the Austrian front. But don’t worry, this whole mess gave him a lot of good story material for his art!"
    },
    {
      "section": "Legacy",
      "title": "Influence on Pupils",
      "summary": "As a professor at the Moscow Conservatory, Myaskovsky had a significant impact on many composers, including renowned figures such as Dmitri Shostakovich and Aram Khachaturian. His teaching style and methods remain elusive, but some of his students preserved elements of his unique compositional voice in their works.",
      "year": 1921,
      "location": "Moscow Conservatory",
      "emoji": "🎼",
      "fun_version": "As a professor at the Moscow Conservatory, Myaskovsky had a significant impact on many composers, influencing heavyweights like Dmitri Shostakovich and Aram Khachaturian—it’s like they had a secret club with a very obscure handshake! Although his teaching style and methods remain elusive, a few of his students managed to incorporate his unique compositional voice into their works."
    },
    {
      "section": "Early works",
      "title": "Membership of the Composers' Union",
      "summary": "Alongside his teaching position, Myaskovsky also became a member of the Composers' Union in 1921, further establishing his role within the Russian musical community.",
      "year": 1921,
      "location": "Moscow",
      "emoji": "🎶",
      "fun_version": "So there’s this chap, Myaskovsky, who not only decided to teach music—because who wouldn’t want to hear a bunch of off-key notes in the name of art?—but he also muscled his way into the Composers’ Union in 1921, further establishing his role within the Russian musical community!"
    },
    {
      "section": "Early works",
      "title": "Teaching at the Moscow Conservatory",
      "summary": "In 1921, Myaskovsky was appointed to the teaching staff of the Moscow Conservatory. His influence as a teacher contributed significantly to music education in Russia.",
      "year": 1921,
      "location": "Moscow",
      "emoji": "🎶",
      "fun_version": "In 1921, Myaskovsky was drafted into the elite teaching squad of the Moscow Conservatory. His influence was so intense that students probably thought they were training to become musical superheroes, significantly impacting music education in Russia."
    },
    {
      "section": "Middle years",
      "title": "Myaskovsky's Symphony No. 6",
      "summary": "Myaskovsky's reaction to the events of 1917-21 inspired his Symphony No. 6, which is the only choral symphony he composed and the longest of his 27 symphonies. The piece sets a brief poem that explores the theme of the soul looking at its abandoned body and incorporates various musical quotes, including the Dies Irae theme and French revolutionary tunes.",
      "year": 1923,
      "location": "Soviet Union",
      "emoji": "🎼",
      "fun_version": "Myaskovsky's reaction to the events of 1917-21 inspired his Symphony No. 6, which is notable for being the only choral symphony he composed and is also the longest of his 27 symphonies. The piece sets a brief poem that explores the theme of the soul looking at its abandoned body and incorporates various musical quotes, including the Dies Irae theme and flavorful references to French revolutionary tunes."
    },
    {
      "section": "Middle years",
      "title": "Teaching at the Moscow Conservatory",
      "summary": "The years 1921-1933 marked Myaskovsky's formative teaching period at the Moscow Conservatory. During this time, he produced notable works, including the Tenth and Thirteenth symphonies, his fourth piano sonata, and his first string quartet, showcasing his experimentation during this phase of his career.",
      "year": 1933,
      "location": "Moscow",
      "emoji": "🎼",
      "fun_version": "Between 1921 and 1933, Myaskovsky was at the Moscow Conservatory, channeling his inner mad scientist of music. He produced notable works, including his Tenth and Thirteenth symphonies, his fourth piano sonata, and his first string quartet, showcasing his experimentation during this phase of his career."
    },
    {
      "section": "Middle years",
      "title": "Symphony No. 12",
      "summary": "Inspired by contemporary themes, Myaskovsky's Symphony No. 12 addresses the issue of collectivization in farming through its musical composition, although not in an overtly programmatic manner.",
      "year": 1936,
      "location": "Moscow",
      "emoji": "🌾",
      "fun_version": "Get ready for a symphonic rollercoaster ride with Myaskovsky’s Symphony No. 12, where farming meets music! Who knew collectivization could sound so catchy? This composition, though not overtly programmatic, invites you to sway along as you ponder the intricacies of agricultural themes—feel free to plant some crops while you’re at it!"
    },
    {
      "section": "Middle years",
      "title": "Symphony No. 16",
      "summary": "Symphony No. 16 was prompted by the crash of the airliner Maxim Gorky, earning it the nickname 'Aviation Symphony'. The piece, which premiered in Moscow shortly after the disaster, features a large funeral march as its slow movement, with a finale based on Myaskovsky's own song for the Red Air Force.",
      "year": 1936,
      "location": "Moscow",
      "emoji": "🎼",
      "fun_version": "Symphony No. 16 was inspired by the crash of the airliner Maxim Gorky, affectionately dubbed the 'Aviation Symphony'. This piece premiered in Moscow shortly after the disaster, featuring a large funeral march, before lifting spirits with a finale based on Myaskovsky's own song for the Red Air Force."
    },
    {
      "section": "Legacy",
      "title": "Commissioning the 21st Symphony",
      "summary": "In March 1938, conductor Frederick Stock commissioned Myaskovsky's 21st Symphony for the Chicago Symphony's Fiftieth Anniversary. This project emphasized Myaskovsky's recognition beyond Russia and his contributions to symphonic literature.",
      "year": 1938,
      "location": "Moscow",
      "emoji": "🎼",
      "fun_version": "In March 1938, conductor Frederick Stock commissioned Myaskovsky's 21st Symphony for the Chicago Symphony's Fiftieth Anniversary. This project not only aimed to celebrate the anniversary but also emphasized Myaskovsky's recognition beyond Russia and his contributions to symphonic literature while blowing out metaphorical candles on the cake of classical music!"
    },
    {
      "section": "Middle years",
      "title": "Salutation Overture",
      "summary": "Myaskovsky composed the Salutation Overture in dedication to Stalin for his sixtieth birthday, showcasing Myaskovsky's engagement with the socio-political context of his time, despite his personal reservations about the regime.",
      "year": 1939,
      "location": "Moscow",
      "emoji": "🎶",
      "fun_version": "Myaskovsky whipped up the Salutation Overture as a birthday present for Stalin, showcasing his engagement with the socio-political context of his time. Imagine showing up to the party with a symphony instead of a cake! But hey, who wouldn't want to celebrate the big guy's sixtieth? While others brought heartfelt speeches, Myaskovsky brought the soundtrack to a regime he was a bit skeptical about."
    },
    {
      "section": "Final decade",
      "title": "Completion of Major Works",
      "summary": "Following his evacuation, Myaskovsky continued to compose significant works, including Symphony No. 23, and the Seventh String Quartet, which showcased themes reflective of the regional folk traditions. His later compositions maintained a Romantic tone while prioritizing direct harmony and emotional expression.",
      "year": 1941,
      "location": "Kabardino-Balkar regions",
      "emoji": "🎶",
      "fun_version": "After being evacuated, Myaskovsky didn't slow down composing! He created significant works like Symphony No. 23 and the Seventh String Quartet, which featured themes reflective of regional folk traditions. His later compositions maintained a Romantic tone, akin to a heartfelt love letter, while ensuring the harmony was so direct it could've been a highway sign, guiding listeners through an emotional journey filled with expression!"
    },
    {
      "section": "Final decade",
      "title": "Evacuation to Kabardino-Balkar Regions",
      "summary": "In 1941, Myaskovsky was evacuated to the Kabardino-Balkar regions along with prominent composers such as Prokofiev and Khachaturian. During this period, he completed Symphony No. 22 in B minor, which was inspired by the early months of the war. His works from this time reflect the influence of Kabardinian folk-tunes gathered during their stay.",
      "year": 1941,
      "location": "Kabardino-Balkar regions",
      "emoji": "🎶",
      "fun_version": "In 1941, Myaskovsky was sent packing to the Kabardino-Balkar regions with fellow music maestros Prokofiev and Khachaturian. He completed Symphony No. 22 in B minor during this time, inspired by the early months of the war. While dodging air raids, he whipped it up, because what else are you going to do when the world is in chaos? His compositions from that era sound like they’ve been serenading local Kabardinian folk-tunes!"
    },
    {
      "section": "Honours and awards",
      "title": "Stalin Prize for Symphony No. 21",
      "summary": "In 1941, Myaskovsky received the first class Stalin Prize for his Symphony No. 21, highlighting his continued relevance and innovation in symphonic composition during a challenging period in Soviet history.",
      "year": 1941,
      "location": "",
      "emoji": "🏆",
      "fun_version": "In 1941, Myaskovsky received the first-class Stalin Prize for his Symphony No. 21, highlighting his continued relevance and innovation in symphonic composition during a challenging period in Soviet history."
    },
    {
      "section": "Honours and awards",
      "title": "People's Artist of the USSR",
      "summary": "In 1946, Myaskovsky was designated as a People's Artist of the USSR, an honor that recognized his significant achievements and contributions to Soviet music and culture.",
      "year": 1946,
      "location": "",
      "emoji": "🎖️",
      "fun_version": "In 1946, Myaskovsky was honored as a People's Artist of the USSR! His significant achievements and contributions to Soviet music and culture were truly marvelous!"
    },
    {
      "section": "Honours and awards",
      "title": "Stalin Prize for Concerto for Cello and Orchestra",
      "summary": "In the same year, 1946, Myaskovsky also received the first class Stalin Prize for his Concerto for Cello and Orchestra, showcasing his versatility and command over different musical forms and instruments.",
      "year": 1946,
      "location": "",
      "emoji": "🏆",
      "fun_version": "Back in 1946, Myaskovsky was so talented that he received the first class Stalin Prize for his Concerto for Cello and Orchestra, showcasing his versatility and command over different musical forms! Next, he'll be juggling flaming violins while riding a unicycle!"
    },
    {
      "section": "Honours and awards",
      "title": "Stalin Prize for String Quartet No. 9",
      "summary": "The first class Stalin Prize was awarded to Myaskovsky in 1946 for his String Quartet No. 9, reaffirming his status as a key figure in Soviet music during the post-war era.",
      "year": 1946,
      "location": "",
      "emoji": "🏆",
      "fun_version": "In an unexpected twist of fate, Myaskovsky snagged the prestigious Stalin Prize in 1946 for his dazzling String Quartet No. 9, proving yet again that music is the ultimate party crasher!"
    },
    {
      "section": "Final decade",
      "title": "Censorship and Rehabilitation",
      "summary": "In 1947, Myaskovsky, alongside other notable composers, faced scrutiny for producing music deemed anti-Soviet. He declined to participate in formal repentance efforts organized by the Composers' Union. He ultimately received rehabilitation posthumously after passing away from cancer in 1950.",
      "year": 1947,
      "location": "Soviet Union",
      "emoji": "🎼",
      "fun_version": "In 1947, Myaskovsky and his fellow music pals were looked at with suspicious eyes for crafting tunes that some thought were anti-Soviet. He said ‘Thanks, but no thanks’ to the Composers’ Union’s repentance shindig. Although he took his last bow due to cancer in 1950, he was later posthumously rehabilitated. Not bad for a guy who just wanted to write music!"
    },
    {
      "section": "Honours and awards",
      "title": "Stalin Prize for Sonata No. 2 for cello and piano",
      "summary": "In 1950, he earned the second class Stalin Prize for his Sonata No. 2 for cello and piano, highlighting his contributions to chamber music in Soviet repertoire.",
      "year": 1950,
      "location": "",
      "emoji": "🏆",
      "fun_version": "In 1950, while everyone else was busy dancing like it was 1949, he quietly scooped up the prestigious second class Stalin Prize for his Sonata No. 2 for cello and piano. Apparently, playing sweet tunes in the Soviet Union was as impressive as finding a needle in a haystack!"
    }
  ],
  "works": [
    {
      "title": "On the Border, Op.4",
      "imslp_url": "https://imslp.org/wiki/On_the_Border,_Op.4_(Myaskovsky,_Nikolay)",
      "year": 1903
    },
    {
      "title": "The Days of Youth, Op.2",
      "imslp_url": "https://imslp.org/wiki/The_Days_of_Youth,_Op.2_(Myaskovsky,_Nikolay)",
      "year": 1903
    },
    {
      "title": "6 Improvisations, Op.74",
      "imslp_url": "https://imslp.org/wiki/6_Improvisations,_Op.74_(Myaskovsky,_Nikolay)",
      "year": 1906
    },
    {
      "title": "6 Polyphonic Sketches, Op.78",
      "imslp_url": "https://imslp.org/wiki/6_Polyphonic_Sketches,_Op.78_(Myaskovsky,_Nikolay)",
      "year": 1907
    },
    {
      "title": "Flofion, Book 4",
      "imslp_url": "https://imslp.org/wiki/Flofion,_Book_4_(Myaskovsky,_Nikolay)",
      "year": 1907
    },
    {
      "title": "Flofion, Book 5",
      "imslp_url": "https://imslp.org/wiki/Flofion,_Book_5_(Myaskovsky,_Nikolay)",
      "year": 1907
    },
    {
      "title": "Flofion, Book 6",
      "imslp_url": "https://imslp.org/wiki/Flofion,_Book_6_(Myaskovsky,_Nikolay)",
      "year": 1907
    },
    {
      "title": "Meditations, Op.1",
      "imslp_url": "https://imslp.org/wiki/Meditations,_Op.1_(Myaskovsky,_Nikolay)",
      "year": 1907
    },
    {
      "title": "Piano Sonata No.1, Op.6",
      "imslp_url": "https://imslp.org/wiki/Piano_Sonata_No.1,_Op.6_(Myaskovsky,_Nikolay)",
      "year": 1907
    },
    {
      "title": "Piano Sonata No.5, Op.64 No.1",
      "imslp_url": "https://imslp.org/wiki/Piano_Sonata_No.5,_Op.64_No.1_(Myaskovsky,_Nikolay)",
      "year": 1907
    },
    {
      "title": "String Quartet No.10, Op.67 No.1",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.10,_Op.67_No.1_(Myaskovsky,_Nikolay)",
      "year": 1907
    },
    {
      "title": "3 Sketches, Op.8",
      "imslp_url": "https://imslp.org/wiki/3_Sketches,_Op.8_(Myaskovsky,_Nikolay)",
      "year": 1908
    },
    {
      "title": "Madrigal, Op.7",
      "imslp_url": "https://imslp.org/wiki/Madrigal,_Op.7_(Myaskovsky,_Nikolay)",
      "year": 1908
    },
    {
      "title": "Symphony No.1, Op.3",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.1,_Op.3_(Myaskovsky,_Nikolay)",
      "year": 1908
    },
    {
      "title": "Silentium, Op.9",
      "imslp_url": "https://imslp.org/wiki/Silentium,_Op.9_(Myaskovsky,_Nikolay)",
      "year": 1909
    },
    {
      "title": "String Quartet No.4, Op.33 No.4",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.4,_Op.33_No.4_(Myaskovsky,_Nikolay)",
      "year": 1909
    },
    {
      "title": "Sinfonietta, Op.10",
      "imslp_url": "https://imslp.org/wiki/Sinfonietta,_Op.10_(Myaskovsky,_Nikolay)",
      "year": 1910
    },
    {
      "title": "String Quartet No.3, Op.33 No.3",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.3,_Op.33_No.3_(Myaskovsky,_Nikolay)",
      "year": 1910
    },
    {
      "title": "Symphony No.2, Op.11",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.2,_Op.11_(Myaskovsky,_Nikolay)",
      "year": 1910
    },
    {
      "title": "Cello Sonata No.1, Op.12",
      "imslp_url": "https://imslp.org/wiki/Cello_Sonata_No.1,_Op.12_(Myaskovsky,_Nikolay)",
      "year": 1911
    },
    {
      "title": "Alastor, Op.14",
      "imslp_url": "https://imslp.org/wiki/Alastor,_Op.14_(Myaskovsky,_Nikolay)",
      "year": 1912
    },
    {
      "title": "Piano Sonata No.2, Op.13",
      "imslp_url": "https://imslp.org/wiki/Piano_Sonata_No.2,_Op.13_(Myaskovsky,_Nikolay)",
      "year": 1912
    },
    {
      "title": "Premonitions, Op.16",
      "imslp_url": "https://imslp.org/wiki/Premonitions,_Op.16_(Myaskovsky,_Nikolay)",
      "year": 1913
    },
    {
      "title": "Symphony No.3, Op.15",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.3,_Op.15_(Myaskovsky,_Nikolay)",
      "year": 1914
    },
    {
      "title": "Eccentricities, Op.25",
      "imslp_url": "https://imslp.org/wiki/Eccentricities,_Op.25_(Myaskovsky,_Nikolay)",
      "year": 1917
    },
    {
      "title": "Flofion, Book 8",
      "imslp_url": "https://imslp.org/wiki/Flofion,_Book_8_(Myaskovsky,_Nikolay)",
      "year": 1917
    },
    {
      "title": "Symphony No.4, Op.17",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.4,_Op.17_(Myaskovsky,_Nikolay)",
      "year": 1917
    },
    {
      "title": "Symphony No.5, Op.18",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.5,_Op.18_(Myaskovsky,_Nikolay)",
      "year": 1917
    },
    {
      "title": "Piano Sonata No.3, Op.19",
      "imslp_url": "https://imslp.org/wiki/Piano_Sonata_No.3,_Op.19_(Myaskovsky,_Nikolay)",
      "year": 1920
    },
    {
      "title": "6 Poems by Alexander Blok, Op.20",
      "imslp_url": "https://imslp.org/wiki/6_Poems_by_Alexander_Blok,_Op.20_(Myaskovsky,_Nikolay)",
      "year": 1921
    },
    {
      "title": "At the Close of the Day, Op.21",
      "imslp_url": "https://imslp.org/wiki/At_the_Close_of_the_Day,_Op.21_(Myaskovsky,_Nikolay)",
      "year": 1922
    },
    {
      "title": "Symphony No.6, Op.23",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.6,_Op.23_(Myaskovsky,_Nikolay)",
      "year": 1922
    },
    {
      "title": "Symphony No.7, Op.24",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.7,_Op.24_(Myaskovsky,_Nikolay)",
      "year": 1922
    },
    {
      "title": "Piano Sonata No.4, Op.27",
      "imslp_url": "https://imslp.org/wiki/Piano_Sonata_No.4,_Op.27_(Myaskovsky,_Nikolay)",
      "year": 1924
    },
    {
      "title": "Symphony No.8, Op.26",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.8,_Op.26_(Myaskovsky,_Nikolay)",
      "year": 1924
    },
    {
      "title": "Faded Garland, Op.22",
      "imslp_url": "https://imslp.org/wiki/Faded_Garland,_Op.22_(Myaskovsky,_Nikolay)",
      "year": 1925
    },
    {
      "title": "Symphony No.10, Op.30",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.10,_Op.30_(Myaskovsky,_Nikolay)",
      "year": 1926
    },
    {
      "title": "Symphony No.9, Op.28",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.9,_Op.28_(Myaskovsky,_Nikolay)",
      "year": 1926
    },
    {
      "title": "Reminiscences, Op.29",
      "imslp_url": "https://imslp.org/wiki/Reminiscences,_Op.29_(Myaskovsky,_Nikolay)",
      "year": 1927
    },
    {
      "title": "Yellowed Leaves, Op.31",
      "imslp_url": "https://imslp.org/wiki/Yellowed_Leaves,_Op.31_(Myaskovsky,_Nikolay)",
      "year": 1928
    },
    {
      "title": "Lyric Concertino, Op.32 No.3",
      "imslp_url": "https://imslp.org/wiki/Lyric_Concertino,_Op.32_No.3_(Myaskovsky,_Nikolay)",
      "year": 1929
    },
    {
      "title": "Sinfonietta, Op.32 No.2",
      "imslp_url": "https://imslp.org/wiki/Sinfonietta,_Op.32_No.2_(Myaskovsky,_Nikolay)",
      "year": 1929
    },
    {
      "title": "2 Marches for Band, Op.31C",
      "imslp_url": "https://imslp.org/wiki/2_Marches_for_Band,_Op.31C_(Myaskovsky,_Nikolay)",
      "year": 1930
    },
    {
      "title": "String Quartet No.1, Op.33 No.1",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.1,_Op.33_No.1_(Myaskovsky,_Nikolay)",
      "year": 1930
    },
    {
      "title": "String Quartet No.2, Op.33 No.2",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.2,_Op.33_No.2_(Myaskovsky,_Nikolay)",
      "year": 1930
    },
    {
      "title": "Symphony No.11, Op.34",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.11,_Op.34_(Myaskovsky,_Nikolay)",
      "year": 1931
    },
    {
      "title": "Symphony No.12, Op.35",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.12,_Op.35_(Myaskovsky,_Nikolay)",
      "year": 1931
    },
    {
      "title": "Symphony No.13, Op.36",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.13,_Op.36_(Myaskovsky,_Nikolay)",
      "year": 1933
    },
    {
      "title": "Symphony No.14, Op.37",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.14,_Op.37_(Myaskovsky,_Nikolay)",
      "year": 1933
    },
    {
      "title": "Fragment Lyrique",
      "imslp_url": "https://imslp.org/wiki/Fragment_Lyrique_(Myaskovsky,_Nikolay)",
      "year": 1934
    },
    {
      "title": "12 Romances after Lermontov, Op.40",
      "imslp_url": "https://imslp.org/wiki/12_Romances_after_Lermontov,_Op.40_(Myaskovsky,_Nikolay)",
      "year": 1935
    },
    {
      "title": "Symphony No.16, Op.39",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.16,_Op.39_(Myaskovsky,_Nikolay)",
      "year": 1935
    },
    {
      "title": "Symphony No.17, Op.41",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.17,_Op.41_(Myaskovsky,_Nikolay)",
      "year": 1936
    },
    {
      "title": "Simple Variations, Op.43 No.3",
      "imslp_url": "https://imslp.org/wiki/Simple_Variations,_Op.43_No.3_(Myaskovsky,_Nikolay)",
      "year": 1937
    },
    {
      "title": "Symphony No.15, Op.38",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.15,_Op.38_(Myaskovsky,_Nikolay)",
      "year": 1937
    },
    {
      "title": "Symphony No.18, Op.42",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.18,_Op.42_(Myaskovsky,_Nikolay)",
      "year": 1937
    },
    {
      "title": "10 Very Easy Pieces for Piano, Op.43 No.1",
      "imslp_url": "https://imslp.org/wiki/10_Very_Easy_Pieces_for_Piano,_Op.43_No.1_(Myaskovsky,_Nikolay)",
      "year": 1938
    },
    {
      "title": "4 Easy Polyphonic Pieces, Op.43 No.2",
      "imslp_url": "https://imslp.org/wiki/4_Easy_Polyphonic_Pieces,_Op.43_No.2_(Myaskovsky,_Nikolay)",
      "year": 1938
    },
    {
      "title": "String Quartet No.5, Op.47",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.5,_Op.47_(Myaskovsky,_Nikolay)",
      "year": 1938
    },
    {
      "title": "Violin Concerto, Op.44",
      "imslp_url": "https://imslp.org/wiki/Violin_Concerto,_Op.44_(Myaskovsky,_Nikolay)",
      "year": 1938
    },
    {
      "title": "Symphony No.19, Op.46",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.19,_Op.46_(Myaskovsky,_Nikolay)",
      "year": 1939
    },
    {
      "title": "String Quartet No.6, Op.49",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.6,_Op.49_(Myaskovsky,_Nikolay)",
      "year": 1940
    },
    {
      "title": "Symphony No.20, Op.50",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.20,_Op.50_(Myaskovsky,_Nikolay)",
      "year": 1940
    },
    {
      "title": "Symphony No.21, Op.51",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.21,_Op.51_(Myaskovsky,_Nikolay)",
      "year": 1940
    },
    {
      "title": "String Quartet No.7, Op.55",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.7,_Op.55_(Myaskovsky,_Nikolay)",
      "year": 1941
    },
    {
      "title": "Symphony No.22, Op.54",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.22,_Op.54_(Myaskovsky,_Nikolay)",
      "year": 1941
    },
    {
      "title": "Symphony No.23, Op.56",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.23,_Op.56_(Myaskovsky,_Nikolay)",
      "year": 1941
    },
    {
      "title": "Dramatic Overture, Op.60",
      "imslp_url": "https://imslp.org/wiki/Dramatic_Overture,_Op.60_(Myaskovsky,_Nikolay)",
      "year": 1942
    },
    {
      "title": "Piano Sonatina, Op.57",
      "imslp_url": "https://imslp.org/wiki/Piano_Sonatina,_Op.57_(Myaskovsky,_Nikolay)",
      "year": 1942
    },
    {
      "title": "Song and Rhapsody, Op.58",
      "imslp_url": "https://imslp.org/wiki/Song_and_Rhapsody,_Op.58_(Myaskovsky,_Nikolay)",
      "year": 1942
    },
    {
      "title": "String Quartet No.8, Op.59",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.8,_Op.59_(Myaskovsky,_Nikolay)",
      "year": 1942
    },
    {
      "title": "String Quartet No.9, Op.62",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.9,_Op.62_(Myaskovsky,_Nikolay)",
      "year": 1943
    },
    {
      "title": "Symphony No.24, Op.63",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.24,_Op.63_(Myaskovsky,_Nikolay)",
      "year": 1943
    },
    {
      "title": "Cello Concerto, Op.66",
      "imslp_url": "https://imslp.org/wiki/Cello_Concerto,_Op.66_(Myaskovsky,_Nikolay)",
      "year": 1944
    },
    {
      "title": "Piano Sonata No.6, Op.64 No.2",
      "imslp_url": "https://imslp.org/wiki/Piano_Sonata_No.6,_Op.64_No.2_(Myaskovsky,_Nikolay)",
      "year": 1944
    },
    {
      "title": "Sinfonietta, Op.68",
      "imslp_url": "https://imslp.org/wiki/Sinfonietta,_Op.68_(Myaskovsky,_Nikolay)",
      "year": 1945
    },
    {
      "title": "String Quartet No.11, Op.67 No.2",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.11,_Op.67_No.2_(Myaskovsky,_Nikolay)",
      "year": 1945
    },
    {
      "title": "Symphony No.25, Op.69",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.25,_Op.69_(Myaskovsky,_Nikolay)",
      "year": 1945
    },
    {
      "title": "9 Piano Pieces, Op.73",
      "imslp_url": "https://imslp.org/wiki/9_Piano_Pieces,_Op.73_(Myaskovsky,_Nikolay)",
      "year": 1946
    },
    {
      "title": "Lyric Book, Op.72",
      "imslp_url": "https://imslp.org/wiki/Lyric_Book,_Op.72_(Myaskovsky,_Nikolay)",
      "year": 1946
    },
    {
      "title": "Slavonic Rhapsody, Op.71",
      "imslp_url": "https://imslp.org/wiki/Slavonic_Rhapsody,_Op.71_(Myaskovsky,_Nikolay)",
      "year": 1946
    },
    {
      "title": "Violin Sonata, Op.70",
      "imslp_url": "https://imslp.org/wiki/Violin_Sonata,_Op.70_(Myaskovsky,_Nikolay)",
      "year": 1946
    },
    {
      "title": "Pathétique Overture in C minor, Op.76",
      "imslp_url": "https://imslp.org/wiki/Pathétique_Overture_in_C_minor,_Op.76_(Myaskovsky,_Nikolay)",
      "year": 1947
    },
    {
      "title": "String Quartet No.12, Op.77",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.12,_Op.77_(Myaskovsky,_Nikolay)",
      "year": 1947
    },
    {
      "title": "Cello Sonata No.2, Op.81",
      "imslp_url": "https://imslp.org/wiki/Cello_Sonata_No.2,_Op.81_(Myaskovsky,_Nikolay)",
      "year": 1948
    },
    {
      "title": "Divertimento, Op.80",
      "imslp_url": "https://imslp.org/wiki/Divertimento,_Op.80_(Myaskovsky,_Nikolay)",
      "year": 1948
    },
    {
      "title": "Symphony No.26, Op.79",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.26,_Op.79_(Myaskovsky,_Nikolay)",
      "year": 1948
    },
    {
      "title": "Piano Sonata No.7, Op.82",
      "imslp_url": "https://imslp.org/wiki/Piano_Sonata_No.7,_Op.82_(Myaskovsky,_Nikolay)",
      "year": 1949
    },
    {
      "title": "Piano Sonata No.8, Op.83",
      "imslp_url": "https://imslp.org/wiki/Piano_Sonata_No.8,_Op.83_(Myaskovsky,_Nikolay)",
      "year": 1949
    },
    {
      "title": "Piano Sonata No.9, Op.84",
      "imslp_url": "https://imslp.org/wiki/Piano_Sonata_No.9,_Op.84_(Myaskovsky,_Nikolay)",
      "year": 1949
    },
    {
      "title": "String Quartet No.13, Op.86",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.13,_Op.86_(Myaskovsky,_Nikolay)",
      "year": 1949
    },
    {
      "title": "Symphony No.27, Op.85",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.27,_Op.85_(Myaskovsky,_Nikolay)",
      "year": 1949
    }
  ]
}