{
  "full_name": "Percy Grainger",
  "wikipedia_url": "https://en.wikipedia.org/wiki/Percy_Grainger",
  "first_names": "Percy Aldridge",
  "last_name": "Grainger",
  "birth_year": 1882,
  "death_year": 1961,
  "events": [
    {
      "section": null,
      "title": "Birth",
      "summary": "Percy Grainger was born George Percy Grainger and became an influential Australian-born composer, arranger, and pianist.",
      "year": 1882,
      "location": "Australia",
      "emoji": "🎂",
      "fun_version": "George Percy Grainger, who clearly couldn’t decide on a name, was born in Australia and later became a maestro of music. He was so influential that even the piano keys started taking notes from him! Grainger was not just dabbling in music—he was composing, arranging, and giving the classical world a run for its money, proving that being born down under doesn’t mean you can’t reach for the stars (or at least a grand piano)!"
    },
    {
      "section": null,
      "title": "Emigration to the United States",
      "summary": "Grainger moved to the United States in pursuit of his career and took American citizenship later on.",
      "year": 1914,
      "location": "United States",
      "emoji": "✈️",
      "fun_version": "So, Grainger gallivanted all the way to the United States, probably thinking his career was like a pizza—better in America. Eventually, he decided to ditch his foreign passport for an all-American one, because who wouldn't want to join the club that gives you access to baseball and apple pie?"
    },
    {
      "section": "Career maturity",
      "title": "First American Tour",
      "summary": "Grainger's first American tour began with a recital in New York where he showcased works by various composers, including two of his own compositions. This marked the start of his engagements that included notable performances and even a command performance before the President.",
      "year": 1915,
      "location": "New York, USA",
      "emoji": "🎼",
      "fun_version": "Grainger's first American tour kicked off with a recital in New York, where he boldly decided that what the audience really needed was a variety show featuring works by many composers mixed in with a couple of his own compositions. Imagine the surprise on their faces like they had just bitten into a chocolate-covered broccoli! From there, the tour turned into a whirlwind of notable performances, including a rather fancy command performance before the President—because why wouldn’t you want to be on the playlist of the most powerful person in the country?"
    },
    {
      "section": null,
      "title": "World War I Service",
      "summary": "He served briefly as a bandsman in the United States Army during the First World War.",
      "year": 1917,
      "location": "United States",
      "emoji": "🎖️",
      "fun_version": "During the First World War, he had a brief stint as the army's answer to a marching band! Who knew that keeping the rhythm while dodging bullets was a military strategy? Talk about multitasking! Though his time in uniform was usually spent tuning instruments more than tuning into battle, he certainly marched to the beat of his own drum for a while!"
    },
    {
      "section": "Career maturity",
      "title": "Naturalization as American Citizen",
      "summary": "After serving in the military, Grainger became a naturalized American citizen, which marked a significant commitment to his new life in the United States.",
      "year": 1918,
      "location": "USA",
      "emoji": "🇺🇸",
      "fun_version": "After serving in the military, Grainger decided to join the ranks of Americans officially, becoming a naturalized citizen. You know, they say that getting your citizenship is like being picked first in dodgeball – suddenly you're part of the team, and you're expected to run from balls, especially during tax season! But in all seriousness, this was a big commitment for him, a true leap into the deep end of the American dream pool. Just don't forget to sign the waiver before cannonballing in!"
    },
    {
      "section": "Career maturity",
      "title": "Marriage to Ella Ström",
      "summary": "Grainger married Ella Ström at the Hollywood Bowl, following a concert where he premiered his composition \"To a Nordic Princess,\" celebrating their union.",
      "year": 1928,
      "location": "Hollywood Bowl, USA",
      "emoji": "💍",
      "fun_version": "Grainger and Ella Ström tied the knot at the Hollywood Bowl, right after a concert where he decided to showcase his latest hit \"To a Nordic Princess.\" Apparently, nothing screams romantic commitment like an orchestral piece, right? They probably just wanted to make sure everyone knew who the real star of the evening was!"
    },
    {
      "section": null,
      "title": "Grainger Museum Establishment",
      "summary": "In the 1930s, Grainger established the Grainger Museum in Melbourne, intended as a monument to his life and a future research archive.",
      "year": 1930,
      "location": "Melbourne, Australia",
      "emoji": "🏛️",
      "fun_version": "In the 1930s, Grainger decided to have some fun and build the Grainger Museum in Melbourne. You know, because what better way to celebrate your life than by creating a whole museum where people could one day stare at pictures of you and wonder what on earth you were thinking? It was also meant to be a super-cool research archive for future enthusiasts who want to know all the quirky details about his life – because who doesn’t want to dig up some dust from the past?"
    },
    {
      "section": "Career maturity",
      "title": "Teaching at New York University",
      "summary": "Grainger took on a professorship at New York University where he delivered lectures on music. This role showcased his commitment to music education despite finding the environment quite formal and unwelcoming.",
      "year": 1932,
      "location": "New York, USA",
      "emoji": "🎓",
      "fun_version": "Grainger decided to grace New York University with his presence as a music professor, proving that he could lecture with the best of them—despite the campus feeling like a concert hall where someone forgot to turn on the fun. He delivered lectures that were as educational as they were formal, and he couldn't help but think that the students were caught in a serious case of musical chairs, only no one was moving!"
    },
    {
      "section": "Career maturity",
      "title": "Official Opening of Grainger Museum",
      "summary": "After much anticipation and several years of work, the Grainger Museum was officially opened in Melbourne. This museum was dedicated to preserving his legacy and displaying his extensive collection of musical artifacts.",
      "year": 1938,
      "location": "Melbourne, Australia",
      "emoji": "🎻",
      "fun_version": "After years of patience that would make a saint go gray, the Grainger Museum finally opened its doors in Melbourne! This museum is like a treasure chest for music lovers, dedicated to keeping the genius of Percy Grainger alive—along with all his quirky musical artifacts. So if you’ve ever wanted to know what a composer with a flair for the dramatic keeps in his attic, this is the place to be!"
    },
    {
      "section": "Later career",
      "title": "Relocation Due to War",
      "summary": "As the war in Europe intensified, Grainger relocated to Springfield, Missouri, with Ella, concerned about a potential invasion of the eastern United States. He began to perform regularly in charity concerts during this challenging time.",
      "year": 1940,
      "location": "Springfield, Missouri",
      "emoji": "🏡",
      "fun_version": "As the war in Europe got hotter than a summer BBQ, Grainger decided to swap the chaos for Springfield, Missouri, dragging poor Ella along. He was as worried about an invasion of the eastern U.S. as a squirrel is about a hungry hawk overhead. To deal with the stress, he took to performing at charity concerts - apparently, nothing says \"I care\" like serenading a crowd while the world is on fire!"
    },
    {
      "section": "Later career",
      "title": "Charity Concerts During War",
      "summary": "Grainger participated in numerous charity concerts throughout the war, totaling 274 appearances. Many of these performances were at Army and Air Force camps, particularly after the U.S. entered the war following the attack on Pearl Harbor.",
      "year": 1941,
      "location": "United States",
      "emoji": "🎶",
      "fun_version": "Grainger took the stage more often than a cat takes a nap, racking up an impressive 274 charity concert appearances during the war. Turns out, he was loved by the troops, especially since many of his shows were staged at the Army and Air Force camps. I mean, who wouldn't want to see someone perform live after their cozy campfire dinner? This was particularly true after the U.S. decided to join the war party post-Pearl Harbor, making Grainger the unlikely MVP in the entertainment department!"
    },
    {
      "section": "Later career",
      "title": "Performance at the London Proms",
      "summary": "Grainger performed the piano part in his Suite on Danish Folksongs with the London Symphony Orchestra at the Proms and attended the Last Night of the Proms shortly afterward, enjoying the music of Delius.",
      "year": 1948,
      "location": "London",
      "emoji": "🎤",
      "fun_version": "Grainger tickled the ivories in his Suite on Danish Folksongs with the London Symphony Orchestra at the Proms, bringing such joy that even the sheet music started dancing. Afterward, he sprinted over to the Last Night of the Proms, where he took part in a musical feast, reveling in Delius' tunes—because who doesn’t love a good ear party?"
    },
    {
      "section": "Later career",
      "title": "Premiere of The Power of Rome and the Christian Heart",
      "summary": "Grainger conducted the premiere of his wind band setting of The Power of Rome and the Christian Heart for the Goldman Band, celebrating the band founder's 70th birthday. After the performance, he criticized his own music while praising other composers.",
      "year": 1948,
      "location": "United States",
      "emoji": "🎺",
      "fun_version": "Grainger kicked off the party for the Goldman Band's 70th birthday with his wind band extravaganza, The Power of Rome and the Christian Heart. It was a rousing show, leaving the audience wondering whether they were at a concert or a Roman chariot race! But don’t worry; after the last note faded, Grainger took a magnifying glass to his own music, found a few flaws, and started handing out compliments to the other composers like Halloween candy. Talk about some generous trick-or-treating!"
    },
    {
      "section": "Later career",
      "title": "Recognition with the St. Olav Medal",
      "summary": "After promoting Grieg’s music for years, Grainger received the St. Olav Medal from King Haakon of Norway, marking a significant recognition of his contributions to music.",
      "year": 1954,
      "location": "Norway",
      "emoji": "🏅",
      "fun_version": "After years of playing Grieg’s music like it was the only thing on Earth, Grainger finally got a shiny gold star – also known as the St. Olav Medal – straight from King Haakon of Norway! It’s like a musical achievement award, but way more legit. Now he’s officially recognized for turning Grieg’s tunes into a personal jam session. Who knew promoting classical music could earn you royal bling?"
    },
    {
      "section": "Later career",
      "title": "Final Visit to Australia",
      "summary": "Grainger made his last trip to Australia, where he spent nine months organizing and arranging exhibits for the Grainger Museum, though he felt rejected by his homeland.",
      "year": 1955,
      "location": "Australia",
      "emoji": "🇦🇺",
      "fun_version": "So, Grainger decided to take one last stroll down under because apparently nine months was the perfect amount of time to play museum curator in Australia! He was busy organizing exhibits for the Grainger Museum while battling an intense case of homesickness, where he felt more like a misplaced boomerang than a beloved Aussie. Who knew arranging exhibits could be as emotionally taxing as trying to find decent coffee in the Outback?"
    },
    {
      "section": "Later career",
      "title": "Television Appearance",
      "summary": "Grainger made a notable television appearance, playing \"Handel in the Strand\" on a BBC program despite his declining health.",
      "year": 1957,
      "location": "United Kingdom",
      "emoji": "🎬",
      "fun_version": "In a brilliant twist of fate, Grainger decided to grace the small screen with his piano skills, performing \"Handel in the Strand\" on a BBC program. Picture this: a maestro with a more dramatic entrance than a soap opera star, but instead of roses, he brought a side of questionable health. It was like watching a superhero try to save the day while wearing two left shoes! But hey, the show must go on, and Grainger's performance was a delightful reminder that even in the declining health department, talent shines brighter than a disco ball at a 70s party!"
    },
    {
      "section": null,
      "title": "Last Concert",
      "summary": "He gave his last concert less than a year before his death, reflecting his long active career in music.",
      "year": 1960,
      "location": "Varies",
      "emoji": "🎶",
      "fun_version": "He gave his last concert just before he played the ultimate game of 'exit stage left,' proving that even rock stars can't escape their final curtain call. His long, vibrant career in music was like a great party where he just couldn't find the door!"
    },
    {
      "section": "Later career",
      "title": "Last Public Concert",
      "summary": "He performed his last public concert at Dartmouth College, where his physical health impacted his performance, prompting him to reflect on his career's challenges.",
      "year": 1960,
      "location": "Hanover, New Hampshire",
      "emoji": "🎻",
      "fun_version": "He took to the stage for what turned out to be his grand finale at Dartmouth College, performing like a champ for the last time, but let’s just say his body didn’t get the memo. As he belted out tunes, he realized that his physical health had decided to pull a disappearing act. This prompted him to think deeply about the rollercoaster of ups and downs that had defined his illustrious career. Who knew being a musical superstar came with the side effect of the ‘mystery ailment’ tour?"
    },
    {
      "section": null,
      "title": "Death",
      "summary": "Grainger passed away in February, marking the end of a significant and innovative career in music.",
      "year": 1961,
      "location": "United States",
      "emoji": "⚓",
      "fun_version": "Grainger checked out of this earthly realm in February, wrapping up an epic career in music that was as innovative as a cat playing the piano while wearing a top hat. His tunes were so fresh, they probably had a ‘Best Before’ date. But alas, even the most talented of us have to hit the final note and exit the stage. Bravo, Grainger! You’ve left the music world in a better tune than you found it, and if music be the food of love, you've given us more than enough to feast on!"
    }
  ],
  "works": [
    {
      "title": "Eastern Intermezzo",
      "imslp_url": "https://imslp.org/wiki/Eastern_Intermezzo_(Grainger,_Percy)",
      "year": 1899
    },
    {
      "title": "English Dance",
      "imslp_url": "https://imslp.org/wiki/English_Dance_(Grainger,_Percy)",
      "year": 1901
    },
    {
      "title": "Marching Song of Democracy",
      "imslp_url": "https://imslp.org/wiki/Marching_Song_of_Democracy_(Grainger,_Percy)",
      "year": 1901
    },
    {
      "title": "Youthful Rapture",
      "imslp_url": "https://imslp.org/wiki/Youthful_Rapture_(Grainger,_Percy)",
      "year": 1901
    },
    {
      "title": "Irish Tune from County Derry",
      "imslp_url": "https://imslp.org/wiki/Irish_Tune_from_County_Derry_(Grainger,_Percy)",
      "year": 1902
    },
    {
      "title": "The Inuit",
      "imslp_url": "https://imslp.org/wiki/The_Inuit_(Grainger,_Percy)",
      "year": 1902
    },
    {
      "title": "Zanzibar Boat-Song",
      "imslp_url": "https://imslp.org/wiki/Zanzibar_Boat-Song_(Grainger,_Percy)",
      "year": 1902
    },
    {
      "title": "In Dahomey",
      "imslp_url": "https://imslp.org/wiki/In_Dahomey_(Grainger,_Percy)",
      "year": 1903
    },
    {
      "title": "Ye Banks and Braes o' Bonnie Doon",
      "imslp_url": "https://imslp.org/wiki/Ye_Banks_and_Braes_o'_Bonnie_Doon_(Grainger,_Percy)",
      "year": 1903
    },
    {
      "title": "The Hunter in His Career",
      "imslp_url": "https://imslp.org/wiki/The_Hunter_in_His_Career_(Grainger,_Percy)",
      "year": 1904
    },
    {
      "title": "2 Musical Relics of My Mother",
      "imslp_url": "https://imslp.org/wiki/2_Musical_Relics_of_My_Mother_(Grainger,_Percy)",
      "year": 1905
    },
    {
      "title": "Brigg Fair",
      "imslp_url": "https://imslp.org/wiki/Brigg_Fair_(Grainger,_Percy)",
      "year": 1905
    },
    {
      "title": "Green Bushes",
      "imslp_url": "https://imslp.org/wiki/Green_Bushes_(Grainger,_Percy)",
      "year": 1905
    },
    {
      "title": "I'm Seventeen Come Sunday",
      "imslp_url": "https://imslp.org/wiki/I'm_Seventeen_Come_Sunday_(Grainger,_Percy)",
      "year": 1905
    },
    {
      "title": "Paraphrase on Tchaikovsky's Flower Waltz",
      "imslp_url": "https://imslp.org/wiki/Paraphrase_on_Tchaikovsky's_Flower_Waltz_(Grainger,_Percy)",
      "year": 1905
    },
    {
      "title": "The Sussex Mummers' Christmas Carol",
      "imslp_url": "https://imslp.org/wiki/The_Sussex_Mummers'_Christmas_Carol_(Grainger,_Percy)",
      "year": 1905
    },
    {
      "title": "Walking Tune",
      "imslp_url": "https://imslp.org/wiki/Walking_Tune_(Grainger,_Percy)",
      "year": 1905
    },
    {
      "title": "Knight and Shepherd's Daughter",
      "imslp_url": "https://imslp.org/wiki/Knight_and_Shepherd's_Daughter_(Grainger,_Percy)",
      "year": 1906
    },
    {
      "title": "Molly on the Shore",
      "imslp_url": "https://imslp.org/wiki/Molly_on_the_Shore_(Grainger,_Percy)",
      "year": 1907
    },
    {
      "title": "Mock Morris",
      "imslp_url": "https://imslp.org/wiki/Mock_Morris_(Grainger,_Percy)",
      "year": 1910
    },
    {
      "title": "Colonial Song",
      "imslp_url": "https://imslp.org/wiki/Colonial_Song_(Grainger,_Percy)",
      "year": 1911
    },
    {
      "title": "Handel in the Strand",
      "imslp_url": "https://imslp.org/wiki/Handel_in_the_Strand_(Grainger,_Percy)",
      "year": 1911
    },
    {
      "title": "Shepherd's Hey",
      "imslp_url": "https://imslp.org/wiki/Shepherd's_Hey_(Grainger,_Percy)",
      "year": 1911
    },
    {
      "title": "Father and Daughter",
      "imslp_url": "https://imslp.org/wiki/Father_and_Daughter_(Grainger,_Percy)",
      "year": 1912
    },
    {
      "title": "My Robin is to the Greenwood Gone",
      "imslp_url": "https://imslp.org/wiki/My_Robin_is_to_the_Greenwood_Gone_(Grainger,_Percy)",
      "year": 1912
    },
    {
      "title": "The Merry Wedding",
      "imslp_url": "https://imslp.org/wiki/The_Merry_Wedding_(Grainger,_Percy)",
      "year": 1912
    },
    {
      "title": "The Warriors",
      "imslp_url": "https://imslp.org/wiki/The_Warriors_(Grainger,_Percy)",
      "year": 1913
    },
    {
      "title": "Tribute to Foster",
      "imslp_url": "https://imslp.org/wiki/Tribute_to_Foster_(Grainger,_Percy)",
      "year": 1913
    },
    {
      "title": "One More Day, My John",
      "imslp_url": "https://imslp.org/wiki/One_More_Day,_My_John_(Grainger,_Percy)",
      "year": 1915
    },
    {
      "title": "There was a Pig went Out to Dig",
      "imslp_url": "https://imslp.org/wiki/There_was_a_Pig_went_Out_to_Dig_(Grainger,_Percy)",
      "year": 1915
    },
    {
      "title": "Children's March",
      "imslp_url": "https://imslp.org/wiki/Children's_March_(Grainger,_Percy)",
      "year": 1916
    },
    {
      "title": "In a Nutshell",
      "imslp_url": "https://imslp.org/wiki/In_a_Nutshell_(Grainger,_Percy)",
      "year": 1916
    },
    {
      "title": "Country Gardens",
      "imslp_url": "https://imslp.org/wiki/Country_Gardens_(Grainger,_Percy)",
      "year": 1918
    },
    {
      "title": "The Power of Rome and the Christian Heart",
      "imslp_url": "https://imslp.org/wiki/The_Power_of_Rome_and_the_Christian_Heart_(Grainger,_Percy)",
      "year": 1918
    },
    {
      "title": "Spoon River",
      "imslp_url": "https://imslp.org/wiki/Spoon_River_(Grainger,_Percy)",
      "year": 1919
    },
    {
      "title": "Scotch Strathspey and Reel",
      "imslp_url": "https://imslp.org/wiki/Scotch_Strathspey_and_Reel_(Grainger,_Percy)",
      "year": 1924
    },
    {
      "title": "Blithe Bells",
      "imslp_url": "https://imslp.org/wiki/Blithe_Bells_(Grainger,_Percy)",
      "year": 1931
    },
    {
      "title": "Lincolnshire Posy",
      "imslp_url": "https://imslp.org/wiki/Lincolnshire_Posy_(Grainger,_Percy)",
      "year": 1937
    },
    {
      "title": "The Duke of Marlborough Fanfare",
      "imslp_url": "https://imslp.org/wiki/The_Duke_of_Marlborough_Fanfare_(Grainger,_Percy)",
      "year": 1939
    }
  ]
}