{
  "full_name": "Pyotr Ilyich Tchaikovsky",
  "first_names": "Pyotr Ilyich",
  "last_name": "Tchaikovsky",
  "birth_year": 1840,
  "death_year": 1893,
  "wikipedia_url": "https://en.wikipedia.org/wiki/Pyotr_Ilyich_Tchaikovsky",
  "events": [
    {
      "section": "Early life and education",
      "title": "Birth",
      "summary": "Tchaikovsky was born in a small town in Vyatka Governorate, during the Russian Empire. His family background included a lineage of military and civil service. The environment in which he grew up was rich in cultural influences from both his French and German ancestry.",
      "year": 1840,
      "location": "Votkinsk, Russia",
      "emoji": "🎼",
      "fun_version": "Tchaikovsky popped into the world in a tiny spot in Vyatka Governorate during the grand ol' Russian Empire. With a family tree that could almost rival a military parade, it was a real 'who's who' of the bureaucratic elite. The environment in which he grew up was a cultural buffet, rich in influences from French pastries and German sausages."
    },
    {
      "section": "Early life and education",
      "title": "Early Education",
      "summary": "At the age of ten, Tchaikovsky entered the Imperial School of Jurisprudence in Saint Petersburg. This institution was primarily for the lesser nobility and was outside his family's sphere, marking the start of his transition to adulthood.",
      "year": 1850,
      "location": "Saint Petersburg, Russia",
      "emoji": "🎼",
      "fun_version": "At the tender age of ten, little Tchaikovsky waltzed into the Imperial School of Jurisprudence in Saint Petersburg. This posh institution was meant for the lesser nobility, clearly indicating that his family was just a tad too 'common' to be in the royal party, marking the start of his transition to adulthood."
    },
    {
      "section": "Early life and education",
      "title": "First Composition Attempt",
      "summary": "In memory of his mother, Tchaikovsky made his first serious attempt at composing music following her death. This moment marked the beginning of his journey as a composer, despite earlier doubts cast on his musical future by an instructor.",
      "year": 1854,
      "location": "Russia",
      "emoji": "🎼",
      "fun_version": "In memory of his mother, Tchaikovsky decided to give composing a real shot after her death. This moment marked the beginning of his journey as a composer—a journey he probably wished came with a GPS because he was totally lost before that moment, thanks to his instructor who didn't think he had a musical future!"
    },
    {
      "section": "Early life and education",
      "title": "Mother's Death",
      "summary": "Tchaikovsky experienced the emotional trauma of losing his mother to cholera at the age of 14. This loss significantly impacted his emotional state and prompted his first serious attempt at music composition, a waltz dedicated to her memory.",
      "year": 1854,
      "location": "Russia",
      "emoji": "💔",
      "fun_version": "At just 14, Tchaikovsky faced a real-life horror movie plot twist: losing his mother to cholera. This loss significantly impacted his emotional state and kickstarted his music career, leading him to compose his first serious attempt at music—a waltz dedicated to her memory."
    },
    {
      "section": "Career",
      "title": "Graduation from Civil Service",
      "summary": "On 10 June 1859, Tchaikovsky graduated as a titular counselor, starting his career in the Ministry of Justice. Within six months, he rose to the position of junior assistant and later became a senior assistant before leaving the civil service after three years.",
      "year": 1859,
      "location": "Saint Petersburg",
      "emoji": "🎓",
      "fun_version": "On June 10, 1859, Tchaikovsky graduated as a titular counselor in the Ministry of Justice. Within six months, he zoomed up to junior assistant like a musical rocket and eventually became a senior assistant. After three long years of sorting paperwork and endless coffee, he decided it was time to leave the civil service—clearly, composing symphonies was much more his tempo!"
    },
    {
      "section": "Career",
      "title": "Enrollment in St. Petersburg Conservatory",
      "summary": "In 1862, Tchaikovsky enrolled in the Saint Petersburg Conservatory's inaugural class, studying under notable musicians such as Nikolai Zaremba and Anton Rubinstein. His advanced studies soon led to a significant transformation in his compositional skills.",
      "year": 1862,
      "location": "Saint Petersburg",
      "emoji": "🎼",
      "fun_version": "In 1862, Tchaikovsky decided he could no longer tolerate just playing music; he had to get fancy and enroll in the inaugural class of the Saint Petersburg Conservatory. Under the watchful eyes of Nikolai Zaremba and the ever-intimidating Anton Rubinstein, he soon experienced a significant transformation from a mere mortals’ composer to a supercharged musical genius."
    },
    {
      "section": "Career",
      "title": "First Public Performance",
      "summary": "Tchaikovsky's Characteristic Dances made its first public appearance on 11 September 1865, conducted by Johann Strauss II in Pavlovsk Park. This performance notably boosted Tchaikovsky's morale and marked a significant milestone in his career as a composer.",
      "year": 1865,
      "location": "Pavlovsk Park",
      "emoji": "🎶",
      "fun_version": "Tchaikovsky’s Characteristic Dances made its grand debut on September 11, 1865, with Johann Strauss II conducting in Pavlovsk Park! This lively performance gave Tchaikovsky a much-needed morale boost and marked a significant milestone in his career as a composer."
    },
    {
      "section": "Career",
      "title": "First Complete Performance of First Symphony",
      "summary": "In February 1868, Tchaikovsky's First Symphony, which had been withdrawn due to issues with its reception, finally received its complete performance in Moscow, showcasing his resilience and determination as a composer.",
      "year": 1868,
      "location": "Moscow",
      "emoji": "🎻",
      "fun_version": "In February 1868, Tchaikovsky's First Symphony finally made its big debut in Moscow after being withdrawn due to some rough reviews, showcasing his resilience as a composer – because who doesn't love a dramatic comeback?"
    },
    {
      "section": "Career",
      "title": "Premiere of The Oprichnik",
      "summary": "The Oprichnik, Tchaikovsky's first opera to survive intact, premiered in 1874 after the composer lost the original libretto and decided to write it himself. Despite mixed reviews, the opera continues to be performed occasionally.",
      "year": 1874,
      "location": "Saint Petersburg",
      "emoji": "🎭",
      "fun_version": "So, picture this: Tchaikovsky loses his opera script, probably in the chaos of a wild party, and thinks, \"No biggie, I’ll just whip up my own version!\" The Oprichnik, Tchaikovsky's first opera to survive intact, premiered in 1874 and continues to be performed occasionally despite the mixed reviews, because sometimes you just need to hear someone butcher a classic!"
    },
    {
      "section": "Personal life",
      "title": "Marriage to Antonina Miliukova",
      "summary": "In 1877, Tchaikovsky wed Antonina Miliukova, a former student. However, the marriage was marred by psychological and sexual mismatches, leading the couple to live together for only two and a half months before separating. Tchaikovsky experienced emotional turmoil and acute writer's block during this period.",
      "year": 1877,
      "location": "",
      "emoji": "💔",
      "fun_version": "In 1877, Tchaikovsky tied the knot with Antonina Miliukova, who was once his student. But alas, this marriage was like a symphony out of tune, marred by psychological and sexual mismatches. It only lasted two and a half months before he realized that the only harmony they'd ever achieve was in the form of awkward silences. Tchaikovsky experienced emotional turmoil and acute writer's block during this period."
    },
    {
      "section": "Career",
      "title": "Completion of Eugene Onegin",
      "summary": "Tchaikovsky returned to compose and completed Eugene Onegin after his brief separation from society due to personal tumult. This work emerged as a significant contribution to his operatic repertoire and enhanced his stature as a composer.",
      "year": 1879,
      "location": "Moscow",
      "emoji": "🎶",
      "fun_version": "Tchaikovsky took a brief vacation from society due to personal tumult, allowing him to focus on his work. After this short break, he composed \"Eugene Onegin,\" marking a significant contribution to his operatic repertoire and enhancing his stature as a composer. This work was his way of saying he prefers serenading characters over chit-chatting, leading to him becoming a superstar in the opera world—proving you can have it all besides a social life."
    },
    {
      "section": "Career",
      "title": "Premiere of the 1812 Overture",
      "summary": "During the summer of 1880, Tchaikovsky completed the 1812 Overture, a celebratory piece that would become one of his most famous works, despite his initial doubts about its artistic merit. It highlighted his growing acceptance in Russian society.",
      "year": 1880,
      "location": "Moscow",
      "emoji": "🎶",
      "fun_version": "During the summer of 1880, Tchaikovsky decided to compose the 1812 Overture, a celebratory piece that would become one of his most famous works. Although he initially thought, ‘Is this art or just a celebratory fireworks show?’ it turned out to be one of his most famous works, highlighting his growing acceptance in Russian society. Who would have thought that Russians would throw him a party and accept him into their society?"
    },
    {
      "section": "Career",
      "title": "Establishment of Belyayev Circle",
      "summary": "Tchaikovsky became closely involved with the Belyayev circle, a group of composers that encouraged collaboration and mutual support, significantly impacting his later works and connections within the Russian music community.",
      "year": 1887,
      "location": "Saint Petersburg",
      "emoji": "🎼",
      "fun_version": "Tchaikovsky, the musical wizard of the 19th century, decided to join the Belyayev circle—think of it as the ultimate musical support group, where instead of sharing emotional baggage, they exchanged musical scores! This circle significantly impacted his later works, transforming him into a celebrated composer within the Russian music community. It was kind of like a ‘The Voice’ for composers, where the chairs kept spinning, but instead of singers, they had cellos and violins creating a harmonious chaos!"
    },
    {
      "section": "Career",
      "title": "Participation in the Bolshoi Theater Performance",
      "summary": "In January 1887, Tchaikovsky stepped in to conduct his opera Cherevichki at the Bolshoi Theater in Moscow, marking a turning point in his career as he gained recognition on a larger public stage.",
      "year": 1887,
      "location": "Moscow",
      "emoji": "🎭",
      "fun_version": "In January 1887, Tchaikovsky found himself conducting his opera Cherevichki at the Bolshoi Theater in Moscow. It was a bit like stepping onto the stage of 'Who Wants to Be a Millionaire?' — except he was pretty much guaranteed to win the grand prize of fame instead of cash! This marked a turning point in his career as he gained recognition on a larger public stage. Who knew that dramatic strings could turn a guy into a celebrity?"
    },
    {
      "section": "Death",
      "title": "Death of Pyotr Ilyich Tchaikovsky",
      "summary": "Tchaikovsky died nine days after the premiere of his Sixth Symphony, on 6 November 1893, in Saint Petersburg. His death is believed to be due to cholera, although there are later speculations about the circumstances surrounding it. His burial took place in Tikhvin Cemetery at the Alexander Nevsky Monastery, where he rests near several other esteemed Russian composers.",
      "year": 1893,
      "location": "Saint Petersburg",
      "emoji": "⚰️",
      "fun_version": "Tchaikovsky died nine days after the premiere of his Sixth Symphony, on 6 November 1893, in Saint Petersburg. His death is believed to be due to cholera, although there are later speculations about the circumstances surrounding it. He was laid to rest in Tikhvin Cemetery at the Alexander Nevsky Monastery, where he rests near several other esteemed Russian composers."
    },
    {
      "section": "Career",
      "title": "Honorary Doctor of Music Degree",
      "summary": "In 1893, Tchaikovsky was awarded an honorary Doctor of Music degree by the University of Cambridge, reflecting the international recognition of his contributions to music and solidifying his legacy as a revered composer.",
      "year": 1893,
      "location": "Cambridge",
      "emoji": "🎼",
      "fun_version": "In 1893, Tchaikovsky was awarded an honorary Doctor of Music degree by the University of Cambridge. This reflects the international recognition of his contributions to music and solidifies his status as a revered composer—he's like the Mozart of the 19th century, but with more drama!"
    },
    {
      "section": "Death",
      "title": "Premiere of Symphony No. 6",
      "summary": "On 16/28 October 1893, Tchaikovsky conducted the premiere of his Sixth Symphony, known as the Pathétique, in Saint Petersburg. This event marked a significant moment in his career, showcasing his profound musical abilities and emotional depth.",
      "year": 1893,
      "location": "Saint Petersburg",
      "emoji": "🎻",
      "fun_version": "On a rather chilly day in October 1893, our friend Tchaikovsky decided to throw a grand bash with his Sixth Symphony, also known as the Pathétique. Conducting this symphonic soirée in Saint Petersburg, he not only showcased his musical flair but also demonstrated his emotional depth, marking a significant moment in his career!"
    }
  ],
  "works": [
    {
      "title": "Mezza notte, TH 91",
      "imslp_url": "https://imslp.org/wiki/Mezza_notte,_TH_91_(Tchaikovsky,_Pyotr)",
      "year": 1860
    },
    {
      "title": "Zemfira's Song, TH 90",
      "imslp_url": "https://imslp.org/wiki/Zemfira's_Song,_TH_90_(Tchaikovsky,_Pyotr)",
      "year": 1860
    },
    {
      "title": "Adagio molto, TH 158",
      "imslp_url": "https://imslp.org/wiki/Adagio_molto,_TH_158_(Tchaikovsky,_Pyotr)",
      "year": 1863
    },
    {
      "title": "Adagio, TH 156",
      "imslp_url": "https://imslp.org/wiki/Adagio,_TH_156_(Tchaikovsky,_Pyotr)",
      "year": 1863
    },
    {
      "title": "Adagio, TH 160",
      "imslp_url": "https://imslp.org/wiki/Adagio,_TH_160_(Tchaikovsky,_Pyotr)",
      "year": 1863
    },
    {
      "title": "Agitato and Allegro, TH 163",
      "imslp_url": "https://imslp.org/wiki/Agitato_and_Allegro,_TH_163_(Tchaikovsky,_Pyotr)",
      "year": 1863
    },
    {
      "title": "Allegretto moderato, TH 152",
      "imslp_url": "https://imslp.org/wiki/Allegretto_moderato,_TH_152_(Tchaikovsky,_Pyotr)",
      "year": 1863
    },
    {
      "title": "Allegretto, TH 153",
      "imslp_url": "https://imslp.org/wiki/Allegretto,_TH_153_(Tchaikovsky,_Pyotr)",
      "year": 1863
    },
    {
      "title": "Allegro ma non tanto, TH 161",
      "imslp_url": "https://imslp.org/wiki/Allegro_ma_non_tanto,_TH_161_(Tchaikovsky,_Pyotr)",
      "year": 1863
    },
    {
      "title": "Allegro vivace, TH 154",
      "imslp_url": "https://imslp.org/wiki/Allegro_vivace,_TH_154_(Tchaikovsky,_Pyotr)",
      "year": 1863
    },
    {
      "title": "Allegro vivo, TH 165",
      "imslp_url": "https://imslp.org/wiki/Allegro_vivo,_TH_165_(Tchaikovsky,_Pyotr)",
      "year": 1863
    },
    {
      "title": "Allegro, TH 159",
      "imslp_url": "https://imslp.org/wiki/Allegro,_TH_159_(Tchaikovsky,_Pyotr)",
      "year": 1863
    },
    {
      "title": "Allegro, TH 203",
      "imslp_url": "https://imslp.org/wiki/Allegro,_TH_203_(Tchaikovsky,_Pyotr)",
      "year": 1863
    },
    {
      "title": "Andante ma non troppo, TH 157",
      "imslp_url": "https://imslp.org/wiki/Andante_ma_non_troppo,_TH_157_(Tchaikovsky,_Pyotr)",
      "year": 1863
    },
    {
      "title": "Andante ma non troppo, TH 164",
      "imslp_url": "https://imslp.org/wiki/Andante_ma_non_troppo,_TH_164_(Tchaikovsky,_Pyotr)",
      "year": 1863
    },
    {
      "title": "Andante molto, TH 155",
      "imslp_url": "https://imslp.org/wiki/Andante_molto,_TH_155_(Tchaikovsky,_Pyotr)",
      "year": 1863
    },
    {
      "title": "At Bedtime, TH 70",
      "imslp_url": "https://imslp.org/wiki/At_Bedtime,_TH_70_(Tchaikovsky,_Pyotr)",
      "year": 1863
    },
    {
      "title": "Largo and Allegro, TH 162",
      "imslp_url": "https://imslp.org/wiki/Largo_and_Allegro,_TH_162_(Tchaikovsky,_Pyotr)",
      "year": 1863
    },
    {
      "title": "Theme with Variations, TH 121",
      "imslp_url": "https://imslp.org/wiki/Theme_with_Variations,_TH_121_(Tchaikovsky,_Pyotr)",
      "year": 1863
    },
    {
      "title": "The Storm, Op.76",
      "imslp_url": "https://imslp.org/wiki/The_Storm,_Op.76_(Tchaikovsky,_Pyotr)",
      "year": 1864
    },
    {
      "title": "Ode to Joy, TH 66",
      "imslp_url": "https://imslp.org/wiki/Ode_to_Joy,_TH_66_(Tchaikovsky,_Pyotr)",
      "year": 1865
    },
    {
      "title": "Overture in C minor, TH 38",
      "imslp_url": "https://imslp.org/wiki/Overture_in_C_minor,_TH_38_(Tchaikovsky,_Pyotr)",
      "year": 1865
    },
    {
      "title": "Overture in F major, TH 39",
      "imslp_url": "https://imslp.org/wiki/Overture_in_F_major,_TH_39_(Tchaikovsky,_Pyotr)",
      "year": 1865
    },
    {
      "title": "Piano Sonata, Op.80",
      "imslp_url": "https://imslp.org/wiki/Piano_Sonata,_Op.80_(Tchaikovsky,_Pyotr)",
      "year": 1865
    },
    {
      "title": "String Quartet in B-flat major, TH 110",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_in_B-flat_major,_TH_110_(Tchaikovsky,_Pyotr)",
      "year": 1865
    },
    {
      "title": "Dmitry the Pretender and Vasily Shuysky, TH 16",
      "imslp_url": "https://imslp.org/wiki/Dmitry_the_Pretender_and_Vasily_Shuysky,_TH_16_(Tchaikovsky,_Pyotr)",
      "year": 1866
    },
    {
      "title": "Festival Overture on the Danish National Anthem, Op.15",
      "imslp_url": "https://imslp.org/wiki/Festival_Overture_on_the_Danish_National_Anthem,_Op.15_(Tchaikovsky,_Pyotr)",
      "year": 1866
    },
    {
      "title": "Symphony No.1, Op.13",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.1,_Op.13_(Tchaikovsky,_Pyotr)",
      "year": 1866
    },
    {
      "title": "2 Pieces, Op.1",
      "imslp_url": "https://imslp.org/wiki/2_Pieces,_Op.1_(Tchaikovsky,_Pyotr)",
      "year": 1867
    },
    {
      "title": "Souvenir de Hapsal, Op.2",
      "imslp_url": "https://imslp.org/wiki/Souvenir_de_Hapsal,_Op.2_(Tchaikovsky,_Pyotr)",
      "year": 1867
    },
    {
      "title": "The Voyevoda (opera), Op.3",
      "imslp_url": "https://imslp.org/wiki/The_Voyevoda_(opera),_Op.3_(Tchaikovsky,_Pyotr)",
      "year": 1867
    },
    {
      "title": "50 Russian Folk Songs, TH 176",
      "imslp_url": "https://imslp.org/wiki/50_Russian_Folk_Songs,_TH_176_(Tchaikovsky,_Pyotr)",
      "year": 1868
    },
    {
      "title": "Fatum, Op.77",
      "imslp_url": "https://imslp.org/wiki/Fatum,_Op.77_(Tchaikovsky,_Pyotr)",
      "year": 1868
    },
    {
      "title": "Potpourri on Themes from 'The Voyevoda', TH 128",
      "imslp_url": "https://imslp.org/wiki/Potpourri_on_Themes_from_'The_Voyevoda',_TH_128_(Tchaikovsky,_Pyotr)",
      "year": 1868
    },
    {
      "title": "Romance, Op.5",
      "imslp_url": "https://imslp.org/wiki/Romance,_Op.5_(Tchaikovsky,_Pyotr)",
      "year": 1868
    },
    {
      "title": "Valse-Caprice, Op.4",
      "imslp_url": "https://imslp.org/wiki/Valse-Caprice,_Op.4_(Tchaikovsky,_Pyotr)",
      "year": 1868
    },
    {
      "title": "6 Romances, Op.6",
      "imslp_url": "https://imslp.org/wiki/6_Romances,_Op.6_(Tchaikovsky,_Pyotr)",
      "year": 1869
    },
    {
      "title": "Chorus of Flowers and Insects, TH 71",
      "imslp_url": "https://imslp.org/wiki/Chorus_of_Flowers_and_Insects,_TH_71_(Tchaikovsky,_Pyotr)",
      "year": 1869
    },
    {
      "title": "Romeo and Juliet (overture-fantasia), TH 42",
      "imslp_url": "https://imslp.org/wiki/Romeo_and_Juliet_(overture-fantasia),_TH_42_(Tchaikovsky,_Pyotr)",
      "year": 1869
    },
    {
      "title": "Undina, TH 2",
      "imslp_url": "https://imslp.org/wiki/Undina,_TH_2_(Tchaikovsky,_Pyotr)",
      "year": 1869
    },
    {
      "title": "3 Pieces, Op.9",
      "imslp_url": "https://imslp.org/wiki/3_Pieces,_Op.9_(Tchaikovsky,_Pyotr)",
      "year": 1870
    },
    {
      "title": "Capriccio, Op.8",
      "imslp_url": "https://imslp.org/wiki/Capriccio,_Op.8_(Tchaikovsky,_Pyotr)",
      "year": 1870
    },
    {
      "title": "Nature and Love, TH 72",
      "imslp_url": "https://imslp.org/wiki/Nature_and_Love,_TH_72_(Tchaikovsky,_Pyotr)",
      "year": 1870
    },
    {
      "title": "The Oprichnik, TH 3",
      "imslp_url": "https://imslp.org/wiki/The_Oprichnik,_TH_3_(Tchaikovsky,_Pyotr)",
      "year": 1870
    },
    {
      "title": "To Forget So Soon, TH 94",
      "imslp_url": "https://imslp.org/wiki/To_Forget_So_Soon,_TH_94_(Tchaikovsky,_Pyotr)",
      "year": 1870
    },
    {
      "title": "Valse-Scherzo, Op.7",
      "imslp_url": "https://imslp.org/wiki/Valse-Scherzo,_Op.7_(Tchaikovsky,_Pyotr)",
      "year": 1870
    },
    {
      "title": "2 Pieces, Op.10",
      "imslp_url": "https://imslp.org/wiki/2_Pieces,_Op.10_(Tchaikovsky,_Pyotr)",
      "year": 1871
    },
    {
      "title": "String Quartet No.1, Op.11",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.1,_Op.11_(Tchaikovsky,_Pyotr)",
      "year": 1871
    },
    {
      "title": "6 Romances, Op.16",
      "imslp_url": "https://imslp.org/wiki/6_Romances,_Op.16_(Tchaikovsky,_Pyotr)",
      "year": 1872
    },
    {
      "title": "Cantata for the Opening of the Polytechnic Exhibition, TH 67",
      "imslp_url": "https://imslp.org/wiki/Cantata_for_the_Opening_of_the_Polytechnic_Exhibition,_TH_67_(Tchaikovsky,_Pyotr)",
      "year": 1872
    },
    {
      "title": "Serenade for Nikolay Rubinstein's Name-Day, TH 43",
      "imslp_url": "https://imslp.org/wiki/Serenade_for_Nikolay_Rubinstein's_Name-Day,_TH_43_(Tchaikovsky,_Pyotr)",
      "year": 1872
    },
    {
      "title": "Symphony No.2, Op.17",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.2,_Op.17_(Tchaikovsky,_Pyotr)",
      "year": 1872
    },
    {
      "title": "The Barber of Seville, TH 18",
      "imslp_url": "https://imslp.org/wiki/The_Barber_of_Seville,_TH_18_(Tchaikovsky,_Pyotr)",
      "year": 1872
    },
    {
      "title": "6 Pieces, Op.19",
      "imslp_url": "https://imslp.org/wiki/6_Pieces,_Op.19_(Tchaikovsky,_Pyotr)",
      "year": 1873
    },
    {
      "title": "6 Pieces, Op.21",
      "imslp_url": "https://imslp.org/wiki/6_Pieces,_Op.21_(Tchaikovsky,_Pyotr)",
      "year": 1873
    },
    {
      "title": "Blue Eyes of Spring, TH 96/2",
      "imslp_url": "https://imslp.org/wiki/Blue_Eyes_of_Spring,_TH_96/2_(Tchaikovsky,_Pyotr)",
      "year": 1873
    },
    {
      "title": "Take My Heart Away, TH 96/1",
      "imslp_url": "https://imslp.org/wiki/Take_My_Heart_Away,_TH_96/1_(Tchaikovsky,_Pyotr)",
      "year": 1873
    },
    {
      "title": "The Snow Maiden, Op.12",
      "imslp_url": "https://imslp.org/wiki/The_Snow_Maiden,_Op.12_(Tchaikovsky,_Pyotr)",
      "year": 1873
    },
    {
      "title": "The Tempest, Op.18",
      "imslp_url": "https://imslp.org/wiki/The_Tempest,_Op.18_(Tchaikovsky,_Pyotr)",
      "year": 1873
    },
    {
      "title": "Gott erhalte Franz den Kaiser",
      "imslp_url": "https://imslp.org/wiki/Gott_erhalte_Franz_den_Kaiser_(Tchaikovsky,_Pyotr)",
      "year": 1874
    },
    {
      "title": "Piano Concerto No.1, Op.23",
      "imslp_url": "https://imslp.org/wiki/Piano_Concerto_No.1,_Op.23_(Tchaikovsky,_Pyotr)",
      "year": 1874
    },
    {
      "title": "String Quartet No.2, Op.22",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.2,_Op.22_(Tchaikovsky,_Pyotr)",
      "year": 1874
    },
    {
      "title": "Vakula the Smith, Op.14",
      "imslp_url": "https://imslp.org/wiki/Vakula_the_Smith,_Op.14_(Tchaikovsky,_Pyotr)",
      "year": 1874
    },
    {
      "title": "6 Romances and Songs, Op.27",
      "imslp_url": "https://imslp.org/wiki/6_Romances_and_Songs,_Op.27_(Tchaikovsky,_Pyotr)",
      "year": 1875
    },
    {
      "title": "6 Romances, Op.25",
      "imslp_url": "https://imslp.org/wiki/6_Romances,_Op.25_(Tchaikovsky,_Pyotr)",
      "year": 1875
    },
    {
      "title": "6 Romances, Op.28",
      "imslp_url": "https://imslp.org/wiki/6_Romances,_Op.28_(Tchaikovsky,_Pyotr)",
      "year": 1875
    },
    {
      "title": "Chorus for the Jubilee of Osip Petrov, TH 68",
      "imslp_url": "https://imslp.org/wiki/Chorus_for_the_Jubilee_of_Osip_Petrov,_TH_68_(Tchaikovsky,_Pyotr)",
      "year": 1875
    },
    {
      "title": "I Should Like in a Single Word, TH 100/1",
      "imslp_url": "https://imslp.org/wiki/I_Should_Like_in_a_Single_Word,_TH_100/1_(Tchaikovsky,_Pyotr)",
      "year": 1875
    },
    {
      "title": "Swan Lake (ballet), Op.20",
      "imslp_url": "https://imslp.org/wiki/Swan_Lake_(ballet),_Op.20_(Tchaikovsky,_Pyotr)",
      "year": 1875
    },
    {
      "title": "Symphony No.3, Op.29",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.3,_Op.29_(Tchaikovsky,_Pyotr)",
      "year": 1875
    },
    {
      "title": "Sérénade mélancolique, Op.26",
      "imslp_url": "https://imslp.org/wiki/Sérénade_mélancolique,_Op.26_(Tchaikovsky,_Pyotr)",
      "year": 1875
    },
    {
      "title": "We Have Not Far to Walk, TH 100/2",
      "imslp_url": "https://imslp.org/wiki/We_Have_Not_Far_to_Walk,_TH_100/2_(Tchaikovsky,_Pyotr)",
      "year": 1875
    },
    {
      "title": "Evening, TH 74",
      "imslp_url": "https://imslp.org/wiki/Evening,_TH_74_(Tchaikovsky,_Pyotr)",
      "year": 1876
    },
    {
      "title": "Francesca da Rimini, Op.32",
      "imslp_url": "https://imslp.org/wiki/Francesca_da_Rimini,_Op.32_(Tchaikovsky,_Pyotr)",
      "year": 1876
    },
    {
      "title": "Slavonic March, Op.31",
      "imslp_url": "https://imslp.org/wiki/Slavonic_March,_Op.31_(Tchaikovsky,_Pyotr)",
      "year": 1876
    },
    {
      "title": "String Quartet No.3, Op.30",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.3,_Op.30_(Tchaikovsky,_Pyotr)",
      "year": 1876
    },
    {
      "title": "The Seasons, Op.37a",
      "imslp_url": "https://imslp.org/wiki/The_Seasons,_Op.37a_(Tchaikovsky,_Pyotr)",
      "year": 1876
    },
    {
      "title": "Variations on a Rococo Theme, Op.33",
      "imslp_url": "https://imslp.org/wiki/Variations_on_a_Rococo_Theme,_Op.33_(Tchaikovsky,_Pyotr)",
      "year": 1876
    },
    {
      "title": "Eugene Onegin, Op.24",
      "imslp_url": "https://imslp.org/wiki/Eugene_Onegin,_Op.24_(Tchaikovsky,_Pyotr)",
      "year": 1877
    },
    {
      "title": "Symphony No.4, Op.36",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.4,_Op.36_(Tchaikovsky,_Pyotr)",
      "year": 1877
    },
    {
      "title": "Valse-Scherzo, Op.34",
      "imslp_url": "https://imslp.org/wiki/Valse-Scherzo,_Op.34_(Tchaikovsky,_Pyotr)",
      "year": 1877
    },
    {
      "title": "12 Pieces, Op.40",
      "imslp_url": "https://imslp.org/wiki/12_Pieces,_Op.40_(Tchaikovsky,_Pyotr)",
      "year": 1878
    },
    {
      "title": "6 Romances, Op.38",
      "imslp_url": "https://imslp.org/wiki/6_Romances,_Op.38_(Tchaikovsky,_Pyotr)",
      "year": 1878
    },
    {
      "title": "Children's Album, Op.39",
      "imslp_url": "https://imslp.org/wiki/Children's_Album,_Op.39_(Tchaikovsky,_Pyotr)",
      "year": 1878
    },
    {
      "title": "Grand Sonata, Op.37",
      "imslp_url": "https://imslp.org/wiki/Grand_Sonata,_Op.37_(Tchaikovsky,_Pyotr)",
      "year": 1878
    },
    {
      "title": "Liturgy of St. John Chrysostom, Op.41",
      "imslp_url": "https://imslp.org/wiki/Liturgy_of_St._John_Chrysostom,_Op.41_(Tchaikovsky,_Pyotr)",
      "year": 1878
    },
    {
      "title": "Romeo and Juliet (duet), TH 215",
      "imslp_url": "https://imslp.org/wiki/Romeo_and_Juliet_(duet),_TH_215_(Tchaikovsky,_Pyotr)",
      "year": 1878
    },
    {
      "title": "Souvenir d'un lieu cher, Op.42",
      "imslp_url": "https://imslp.org/wiki/Souvenir_d'un_lieu_cher,_Op.42_(Tchaikovsky,_Pyotr)",
      "year": 1878
    },
    {
      "title": "Suite No.1, Op.43",
      "imslp_url": "https://imslp.org/wiki/Suite_No.1,_Op.43_(Tchaikovsky,_Pyotr)",
      "year": 1878
    },
    {
      "title": "The Maid of Orleans, TH 6",
      "imslp_url": "https://imslp.org/wiki/The_Maid_of_Orleans,_TH_6_(Tchaikovsky,_Pyotr)",
      "year": 1878
    },
    {
      "title": "The Volunteer Fleet March, TH 140",
      "imslp_url": "https://imslp.org/wiki/The_Volunteer_Fleet_March,_TH_140_(Tchaikovsky,_Pyotr)",
      "year": 1878
    },
    {
      "title": "Violin Concerto, Op.35",
      "imslp_url": "https://imslp.org/wiki/Violin_Concerto,_Op.35_(Tchaikovsky,_Pyotr)",
      "year": 1878
    },
    {
      "title": "Piano Concerto No.2, Op.44",
      "imslp_url": "https://imslp.org/wiki/Piano_Concerto_No.2,_Op.44_(Tchaikovsky,_Pyotr)",
      "year": 1879
    },
    {
      "title": "1812 Overture, Op.49",
      "imslp_url": "https://imslp.org/wiki/1812_Overture,_Op.49_(Tchaikovsky,_Pyotr)",
      "year": 1880
    },
    {
      "title": "6 Duets, Op.46",
      "imslp_url": "https://imslp.org/wiki/6_Duets,_Op.46_(Tchaikovsky,_Pyotr)",
      "year": 1880
    },
    {
      "title": "7 Romances, Op.47",
      "imslp_url": "https://imslp.org/wiki/7_Romances,_Op.47_(Tchaikovsky,_Pyotr)",
      "year": 1880
    },
    {
      "title": "Italian Capriccio, Op.45",
      "imslp_url": "https://imslp.org/wiki/Italian_Capriccio,_Op.45_(Tchaikovsky,_Pyotr)",
      "year": 1880
    },
    {
      "title": "Serenade for String Orchestra, Op.48",
      "imslp_url": "https://imslp.org/wiki/Serenade_for_String_Orchestra,_Op.48_(Tchaikovsky,_Pyotr)",
      "year": 1880
    },
    {
      "title": "16 Songs for Children, Op.54",
      "imslp_url": "https://imslp.org/wiki/16_Songs_for_Children,_Op.54_(Tchaikovsky,_Pyotr)",
      "year": 1881
    },
    {
      "title": "All-Night Vigil, Op.52",
      "imslp_url": "https://imslp.org/wiki/All-Night_Vigil,_Op.52_(Tchaikovsky,_Pyotr)",
      "year": 1881
    },
    {
      "title": "Mazeppa, TH 7",
      "imslp_url": "https://imslp.org/wiki/Mazeppa,_TH_7_(Tchaikovsky,_Pyotr)",
      "year": 1881
    },
    {
      "title": "Piano Trio, Op.50",
      "imslp_url": "https://imslp.org/wiki/Piano_Trio,_Op.50_(Tchaikovsky,_Pyotr)",
      "year": 1881
    },
    {
      "title": "6 Pieces, Op.51",
      "imslp_url": "https://imslp.org/wiki/6_Pieces,_Op.51_(Tchaikovsky,_Pyotr)",
      "year": 1882
    },
    {
      "title": "Coronation March, TH 50",
      "imslp_url": "https://imslp.org/wiki/Coronation_March,_TH_50_(Tchaikovsky,_Pyotr)",
      "year": 1883
    },
    {
      "title": "Moscow, TH 69",
      "imslp_url": "https://imslp.org/wiki/Moscow,_TH_69_(Tchaikovsky,_Pyotr)",
      "year": 1883
    },
    {
      "title": "Suite No.2, Op.53",
      "imslp_url": "https://imslp.org/wiki/Suite_No.2,_Op.53_(Tchaikovsky,_Pyotr)",
      "year": 1883
    },
    {
      "title": "6 Romances, Op.57",
      "imslp_url": "https://imslp.org/wiki/6_Romances,_Op.57_(Tchaikovsky,_Pyotr)",
      "year": 1884
    },
    {
      "title": "9 Sacred Pieces, TH 78",
      "imslp_url": "https://imslp.org/wiki/9_Sacred_Pieces,_TH_78_(Tchaikovsky,_Pyotr)",
      "year": 1884
    },
    {
      "title": "Concert Fantasia, Op.56",
      "imslp_url": "https://imslp.org/wiki/Concert_Fantasia,_Op.56_(Tchaikovsky,_Pyotr)",
      "year": 1884
    },
    {
      "title": "Elegy, TH 51",
      "imslp_url": "https://imslp.org/wiki/Elegy,_TH_51_(Tchaikovsky,_Pyotr)",
      "year": 1884
    },
    {
      "title": "Impromptu-Caprice, TH 144",
      "imslp_url": "https://imslp.org/wiki/Impromptu-Caprice,_TH_144_(Tchaikovsky,_Pyotr)",
      "year": 1884
    },
    {
      "title": "Suite No.3, Op.55",
      "imslp_url": "https://imslp.org/wiki/Suite_No.3,_Op.55_(Tchaikovsky,_Pyotr)",
      "year": 1884
    },
    {
      "title": "Cherevichki, TH 8",
      "imslp_url": "https://imslp.org/wiki/Cherevichki,_TH_8_(Tchaikovsky,_Pyotr)",
      "year": 1885
    },
    {
      "title": "Hymn in Honour of Saints Cyril and Methodius, TH 79",
      "imslp_url": "https://imslp.org/wiki/Hymn_in_Honour_of_Saints_Cyril_and_Methodius,_TH_79_(Tchaikovsky,_Pyotr)",
      "year": 1885
    },
    {
      "title": "Jurisprudence March, TH 52",
      "imslp_url": "https://imslp.org/wiki/Jurisprudence_March,_TH_52_(Tchaikovsky,_Pyotr)",
      "year": 1885
    },
    {
      "title": "Manfred Symphony, Op.58",
      "imslp_url": "https://imslp.org/wiki/Manfred_Symphony,_Op.58_(Tchaikovsky,_Pyotr)",
      "year": 1885
    },
    {
      "title": "The Enchantress, TH 9",
      "imslp_url": "https://imslp.org/wiki/The_Enchantress,_TH_9_(Tchaikovsky,_Pyotr)",
      "year": 1885
    },
    {
      "title": "12 Romances, Op.60",
      "imslp_url": "https://imslp.org/wiki/12_Romances,_Op.60_(Tchaikovsky,_Pyotr)",
      "year": 1886
    },
    {
      "title": "6 Romances, Op.63",
      "imslp_url": "https://imslp.org/wiki/6_Romances,_Op.63_(Tchaikovsky,_Pyotr)",
      "year": 1886
    },
    {
      "title": "Dumka, Op.59",
      "imslp_url": "https://imslp.org/wiki/Dumka,_Op.59_(Tchaikovsky,_Pyotr)",
      "year": 1886
    },
    {
      "title": "The Voyevoda (melodrama), TH 22",
      "imslp_url": "https://imslp.org/wiki/The_Voyevoda_(melodrama),_TH_22_(Tchaikovsky,_Pyotr)",
      "year": 1886
    },
    {
      "title": "Blessed is He Who Smiles, TH 83",
      "imslp_url": "https://imslp.org/wiki/Blessed_is_He_Who_Smiles,_TH_83_(Tchaikovsky,_Pyotr)",
      "year": 1887
    },
    {
      "title": "Pezzo capriccioso, Op.62",
      "imslp_url": "https://imslp.org/wiki/Pezzo_capriccioso,_Op.62_(Tchaikovsky,_Pyotr)",
      "year": 1887
    },
    {
      "title": "Suite No.4, Op.61",
      "imslp_url": "https://imslp.org/wiki/Suite_No.4,_Op.61_(Tchaikovsky,_Pyotr)",
      "year": 1887
    },
    {
      "title": "The Angel Cried Out, TH 81",
      "imslp_url": "https://imslp.org/wiki/The_Angel_Cried_Out,_TH_81_(Tchaikovsky,_Pyotr)",
      "year": 1887
    },
    {
      "title": "The Golden Cloud Did Sleep, TH 82",
      "imslp_url": "https://imslp.org/wiki/The_Golden_Cloud_Did_Sleep,_TH_82_(Tchaikovsky,_Pyotr)",
      "year": 1887
    },
    {
      "title": "6 French Songs, Op.65",
      "imslp_url": "https://imslp.org/wiki/6_French_Songs,_Op.65_(Tchaikovsky,_Pyotr)",
      "year": 1888
    },
    {
      "title": "Hamlet (overture-fantasia), Op.67",
      "imslp_url": "https://imslp.org/wiki/Hamlet_(overture-fantasia),_Op.67_(Tchaikovsky,_Pyotr)",
      "year": 1888
    },
    {
      "title": "Symphony No.5, Op.64",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.5,_Op.64_(Tchaikovsky,_Pyotr)",
      "year": 1888
    },
    {
      "title": "The Sleeping Beauty (ballet), Op.66",
      "imslp_url": "https://imslp.org/wiki/The_Sleeping_Beauty_(ballet),_Op.66_(Tchaikovsky,_Pyotr)",
      "year": 1888
    },
    {
      "title": "A Greeting to Anton Rubinstein, TH 86",
      "imslp_url": "https://imslp.org/wiki/A_Greeting_to_Anton_Rubinstein,_TH_86_(Tchaikovsky,_Pyotr)",
      "year": 1889
    },
    {
      "title": "Impromptu, TH 147",
      "imslp_url": "https://imslp.org/wiki/Impromptu,_TH_147_(Tchaikovsky,_Pyotr)",
      "year": 1889
    },
    {
      "title": "Symphony in E-flat major, TH 238",
      "imslp_url": "https://imslp.org/wiki/Symphony_in_E-flat_major,_TH_238_(Tchaikovsky,_Pyotr)",
      "year": 1889
    },
    {
      "title": "The Nightingale, TH 84",
      "imslp_url": "https://imslp.org/wiki/The_Nightingale,_TH_84_(Tchaikovsky,_Pyotr)",
      "year": 1889
    },
    {
      "title": "Valse-Scherzo, TH 146",
      "imslp_url": "https://imslp.org/wiki/Valse-Scherzo,_TH_146_(Tchaikovsky,_Pyotr)",
      "year": 1889
    },
    {
      "title": "Souvenir de Florence, Op.70",
      "imslp_url": "https://imslp.org/wiki/Souvenir_de_Florence,_Op.70_(Tchaikovsky,_Pyotr)",
      "year": 1890
    },
    {
      "title": "The Queen of Spades, Op.68",
      "imslp_url": "https://imslp.org/wiki/The_Queen_of_Spades,_Op.68_(Tchaikovsky,_Pyotr)",
      "year": 1890
    },
    {
      "title": "The Voyevoda (symphonic ballad), Op.78",
      "imslp_url": "https://imslp.org/wiki/The_Voyevoda_(symphonic_ballad),_Op.78_(Tchaikovsky,_Pyotr)",
      "year": 1890
    },
    {
      "title": "3 Choruses, TH 87",
      "imslp_url": "https://imslp.org/wiki/3_Choruses,_TH_87_(Tchaikovsky,_Pyotr)",
      "year": 1891
    },
    {
      "title": "Aveu passionné, TH 148",
      "imslp_url": "https://imslp.org/wiki/Aveu_passionné,_TH_148_(Tchaikovsky,_Pyotr)",
      "year": 1891
    },
    {
      "title": "Hamlet (incidental music), Op.67a",
      "imslp_url": "https://imslp.org/wiki/Hamlet_(incidental_music),_Op.67a_(Tchaikovsky,_Pyotr)",
      "year": 1891
    },
    {
      "title": "Iolanta, Op.69",
      "imslp_url": "https://imslp.org/wiki/Iolanta,_Op.69_(Tchaikovsky,_Pyotr)",
      "year": 1891
    },
    {
      "title": "18 Pieces, Op.72",
      "imslp_url": "https://imslp.org/wiki/18_Pieces,_Op.72_(Tchaikovsky,_Pyotr)",
      "year": 1892
    },
    {
      "title": "Moment lyrique, TH 149",
      "imslp_url": "https://imslp.org/wiki/Moment_lyrique,_TH_149_(Tchaikovsky,_Pyotr)",
      "year": 1892
    },
    {
      "title": "The Nutcracker (ballet), Op.71",
      "imslp_url": "https://imslp.org/wiki/The_Nutcracker_(ballet),_Op.71_(Tchaikovsky,_Pyotr)",
      "year": 1892
    },
    {
      "title": "The Nutcracker (suite), Op.71a",
      "imslp_url": "https://imslp.org/wiki/The_Nutcracker_(suite),_Op.71a_(Tchaikovsky,_Pyotr)",
      "year": 1892
    },
    {
      "title": "6 Romances, Op.73",
      "imslp_url": "https://imslp.org/wiki/6_Romances,_Op.73_(Tchaikovsky,_Pyotr)",
      "year": 1893
    },
    {
      "title": "Andante and Finale, Op.79",
      "imslp_url": "https://imslp.org/wiki/Andante_and_Finale,_Op.79_(Tchaikovsky,_Pyotr)",
      "year": 1893
    },
    {
      "title": "Military March, TH 150",
      "imslp_url": "https://imslp.org/wiki/Military_March,_TH_150_(Tchaikovsky,_Pyotr)",
      "year": 1893
    },
    {
      "title": "Night, TH 88",
      "imslp_url": "https://imslp.org/wiki/Night,_TH_88_(Tchaikovsky,_Pyotr)",
      "year": 1893
    },
    {
      "title": "Piano Concerto No.3, Op.75",
      "imslp_url": "https://imslp.org/wiki/Piano_Concerto_No.3,_Op.75_(Tchaikovsky,_Pyotr)",
      "year": 1893
    },
    {
      "title": "Symphony No.6, Op.74",
      "imslp_url": "https://imslp.org/wiki/Symphony_No.6,_Op.74_(Tchaikovsky,_Pyotr)",
      "year": 1893
    }
  ]
}