{
  "full_name": "Silvestre Revueltas",
  "first_names": "Silvestre",
  "last_name": "Revueltas",
  "birth_year": 1899,
  "death_year": 1940,
  "wikipedia_url": "https://en.wikipedia.org/wiki/Silvestre_Revueltas",
  "events": [
    {
      "section": "Life",
      "title": "Born",
      "summary": "Silvestre Revueltas was born in Santiago Papasquiaro in Durango, Mexico. He was a member of the notable Revueltas Sánchez family, which included several other recognized artists.",
      "year": 1899,
      "location": "Santiago Papasquiaro, Durango",
      "emoji": "🎼",
      "fun_version": "Silvestre Revueltas was born in the lively Santiago Papasquiaro, Durango, Mexico, as part of the famous Revueltas Sánchez family, which includes several other recognized artists."
    },
    {
      "section": "Music",
      "title": "El afilador",
      "summary": "This chamber work was composed in 1924 and showcases Revueltas' early style, blending traditional melodies with modern orchestration.",
      "year": 1924,
      "location": "",
      "emoji": "🎶",
      "fun_version": "This chamber work hit the stage like a 1924 jazz party! Revueltas’ early style is a delightful mix of traditional melodies that have been dressed up by modern orchestration—imagine Beethoven showing up in a turtleneck and sunglasses!"
    },
    {
      "section": "Music",
      "title": "Batik",
      "summary": "Composed in 1926, Batik reflects Revueltas' innovative approach to chamber music, incorporating vibrant rhythms and unique harmonic structures.",
      "year": 1926,
      "location": "",
      "emoji": "🎶",
      "fun_version": "In 1926, Revueltas decided chamber music was too boring and jazzed it up with Batik. It’s like he threw a musical party where every instrument danced with vibrant rhythms and unique harmonies!"
    },
    {
      "section": "Life",
      "title": "Assistant Conductor",
      "summary": "In 1929, Silvestre Revueltas was invited by Carlos Chávez to become the assistant conductor of the National Symphony Orchestra of Mexico, a position he held until 1935. This role greatly influenced contemporary Mexican music during that time.",
      "year": 1929,
      "location": "Mexico City",
      "emoji": "🎼",
      "fun_version": "In 1929, Silvestre Revueltas received an offer from Carlos Chávez to be the assistant conductor of the National Symphony Orchestra of Mexico, a position he held until 1935. His baton-waving helped spice up contemporary Mexican music during that time."
    },
    {
      "section": "Life",
      "title": "First Film Score",
      "summary": "Revueltas began working on his first film score, Redes, in 1934. This project's commencement marked a significant point in his composing career.",
      "year": 1934,
      "location": "Mexico",
      "emoji": "🎥",
      "fun_version": "In 1934, Revueltas decided it was finally time to escape the clutches of awkward silence and began working on his first film score, Redes! This project marked a significant point in his career and was like his big debut on a gourmet culinary show, but instead of cooking, he was stirring up symphonies!"
    },
    {
      "section": "Life",
      "title": "Principal Conductor",
      "summary": "In 1935, after leaving Chávez's orchestra, Revueltas became the principal conductor of the Orquesta Sinfónica Nacional, which was newly created but short-lived.",
      "year": 1935,
      "location": "Mexico",
      "emoji": "🎶",
      "fun_version": "In 1935, after leaving Cháv ez's orchestra, Revueltas became the principal conductor of the Orquesta Sinfónica Nacional. It was like being given the keys to a brand-new car... that ran out of gas before the first concert!"
    },
    {
      "section": "Music",
      "title": "Redes",
      "summary": "This film score from 1935 is one of Revueltas' most famous works, depicting the struggles of fishermen in a poignant and vivid musical narrative.",
      "year": 1935,
      "location": "",
      "emoji": "🎶",
      "fun_version": "This film score from 1935 is one of Revueltas' most famous works, depicting the struggles of fishermen in a humorous way. It’s like a fishy soap opera, where the only drama is whether they’ll catch dinner!"
    },
    {
      "section": "Works",
      "title": "¡Vámonos con Pancho Villa!",
      "summary": "In 1935, Revueltas made a brief appearance as a bar piano player in the movie ¡Vámonos con Pancho Villa!, where he also contributed to the music. During a scene where gunfire erupts, he cleverly held up a sign to humorously plead for his safety, highlighting his engagement with both performance and film.",
      "year": 1935,
      "location": "Mexico",
      "emoji": "🎹",
      "fun_version": "In 1935, Revueltas was not just a bar piano player in the movie ¡Vámonos con Pancho Villa!, but he also contributed to the music. During a lively scene, he ingeniously held up a sign pleading for safety – a perfect example of multitasking! Who knew you could perform and negotiate for your life in the same scene?"
    },
    {
      "section": "Music",
      "title": "Homenaje a Federico García Lorca",
      "summary": "Written in 1936, this piece pays tribute to the Spanish poet Federico García Lorca, embodying a deep emotional resonance and complex texture.",
      "year": 1936,
      "location": "",
      "emoji": "🎶",
      "fun_version": "Written in 1936, this piece pays tribute to the Spanish poet Federico García Lorca. It’s like a nostalgic time capsule that gives a high five to him, and it’s so full of emotion that even your pet goldfish might start shedding a tear!"
    },
    {
      "section": "Music",
      "title": "El indio",
      "summary": "Composed in 1938, this score explores indigenous themes, blending folk elements with orchestral texture to create a compelling narrative.",
      "year": 1938,
      "location": "",
      "emoji": "🎶",
      "fun_version": "Composed in 1938, this score explores indigenous themes and blends folk elements with orchestral textures like a cook mixing spices – just hope it doesn't turn into a musical soufflé that falls flat!"
    },
    {
      "section": "Music",
      "title": "Bajo el signo de la muerte",
      "summary": "This 1939 film score examines themes of death and existence through its rich harmonies and intricate melodic lines.",
      "year": 1939,
      "location": "",
      "emoji": "🎶",
      "fun_version": "This whimsical 1939 film score explores the subjects of existence and the occasional pondering of our mortality, like a clown juggling life—rich harmonies and intricate melodies splashing colors everywhere!"
    },
    {
      "section": "Music",
      "title": "Cinco canciones para niños y dos canciones profanas",
      "summary": "Written between 1938 and 1939, this collection of songs for children incorporates playful themes and melodies suitable for youthful audiences.",
      "year": 1939,
      "location": "",
      "emoji": "🎶",
      "fun_version": "Written during the ‘Golden Age’ of kid-friendly tunes (1938-1939), this collection of playful songs incorporates delightful melodies that will have children singing and dancing like nobody's watching!"
    },
    {
      "section": "Works",
      "title": "La noche de los mayas",
      "summary": "Revueltas' film score for La noche de los mayas is one of his earliest notable works, originally composed for the 1939 film. It showcases his unique style and has garnered significant recognition over the years, especially after being arranged by José Yves Limantour in 1960, increasing its popularity.",
      "year": 1939,
      "location": "Mexico",
      "emoji": "🎶",
      "fun_version": "Revueltas' film score for La noche de los mayas is so good it could make even the ancient Mayans nod along! Originally composed for the 1939 film, it showcases his unique style, which is sharp, surprising, and beautiful. Over the years, it has garnered recognition, especially after José Yves Limantour arranged it in 1960, which made it as popular as a taco at a fiesta!"
    },
    {
      "section": "Life",
      "title": "Death",
      "summary": "Silvestre Revueltas passed away in Mexico City at the age of 40 on October 5, 1940. The day of his death coincided with the premiere of his ballet, El renacuajo paseador, which he wrote four years earlier.",
      "year": 1940,
      "location": "Mexico City",
      "emoji": "🎭",
      "fun_version": "On October 5, 1940, Silvestre Revueltas took a nap at just 40 years old in Mexico City. That day was also when his ballet, El renacuajo paseador, which he wrote four years earlier, made its grand debut. Talk about timing – he left just as his work was ready to hit the stage!"
    },
    {
      "section": "Music",
      "title": "First Little Serious Piece",
      "summary": "This work for chamber ensemble was created in 1940, marking Revueltas' exploration of more serious themes within contemporary music.",
      "year": 1940,
      "location": "",
      "emoji": "🎶",
      "fun_version": "Back in 1940, Revueltas decided that contemporary music needed a serious makeover and whipped up this chamber ensemble work, exploring more serious themes. I guess he thought if you can’t laugh at music, you might as well frown!"
    },
    {
      "section": "Music",
      "title": "Second Little Serious Piece",
      "summary": "Completed in 1940, this composition further delves into the themes established in the first piece, showcasing the composer's evolving style.",
      "year": 1940,
      "location": "",
      "emoji": "🎶",
      "fun_version": "Completed in 1940, this composition is like the composer’s mid-life crisis – it dives deeper into themes from the first piece, showing off their evolving style like a peacock at a talent show!"
    }
  ],
  "works": [
    {
      "title": "Tragedia en forma de rábano, R.4",
      "imslp_url": "https://imslp.org/wiki/Tragedia_en_forma_de_rábano,_R.4_(Revueltas,_Silvestre)",
      "year": 1924
    },
    {
      "title": "Batik, R.9",
      "imslp_url": "https://imslp.org/wiki/Batik,_R.9_(Revueltas,_Silvestre)",
      "year": 1926
    },
    {
      "title": "4 Pequeñas piezas, R.12",
      "imslp_url": "https://imslp.org/wiki/4_Pequeñas_piezas,_R.12_(Revueltas,_Silvestre)",
      "year": 1929
    },
    {
      "title": "El afilador, R.13",
      "imslp_url": "https://imslp.org/wiki/El_afilador,_R.13_(Revueltas,_Silvestre)",
      "year": 1929
    },
    {
      "title": "Canción",
      "imslp_url": "https://imslp.org/wiki/Canción_(Revueltas,_Silvestre)",
      "year": 1930
    },
    {
      "title": "String Quartet No.1, R.14",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.1,_R.14_(Revueltas,_Silvestre)",
      "year": 1930
    },
    {
      "title": "Cuauhnáhuac, R.22-23",
      "imslp_url": "https://imslp.org/wiki/Cuauhnáhuac,_R.22-23_(Revueltas,_Silvestre)",
      "year": 1931
    },
    {
      "title": "Duo para pato y canario, R.18",
      "imslp_url": "https://imslp.org/wiki/Duo_para_pato_y_canario,_R.18_(Revueltas,_Silvestre)",
      "year": 1931
    },
    {
      "title": "String Quartet No.2, R.15",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.2,_R.15_(Revueltas,_Silvestre)",
      "year": 1931
    },
    {
      "title": "String Quartet No.3, R.16",
      "imslp_url": "https://imslp.org/wiki/String_Quartet_No.3,_R.16_(Revueltas,_Silvestre)",
      "year": 1931
    },
    {
      "title": "3 Pieces for Violin and Piano, R.27",
      "imslp_url": "https://imslp.org/wiki/3_Pieces_for_Violin_and_Piano,_R.27_(Revueltas,_Silvestre)",
      "year": 1932
    },
    {
      "title": "Alcancías, R.29",
      "imslp_url": "https://imslp.org/wiki/Alcancías,_R.29_(Revueltas,_Silvestre)",
      "year": 1932
    },
    {
      "title": "Colorines, R.26",
      "imslp_url": "https://imslp.org/wiki/Colorines,_R.26_(Revueltas,_Silvestre)",
      "year": 1932
    },
    {
      "title": "Música de Feria, R.28",
      "imslp_url": "https://imslp.org/wiki/Música_de_Feria,_R.28_(Revueltas,_Silvestre)",
      "year": 1932
    },
    {
      "title": "Janitzio, R.36",
      "imslp_url": "https://imslp.org/wiki/Janitzio,_R.36_(Revueltas,_Silvestre)",
      "year": 1933
    },
    {
      "title": "Ocho por Radio, R.34",
      "imslp_url": "https://imslp.org/wiki/Ocho_por_Radio,_R.34_(Revueltas,_Silvestre)",
      "year": 1933
    },
    {
      "title": "Toccata sin Fuga, R.31",
      "imslp_url": "https://imslp.org/wiki/Toccata_sin_Fuga,_R.31_(Revueltas,_Silvestre)",
      "year": 1933
    },
    {
      "title": "Danza Geométrica",
      "imslp_url": "https://imslp.org/wiki/Danza_Geométrica_(Revueltas,_Silvestre)",
      "year": 1934
    },
    {
      "title": "Homenaje a Federico Garcia Lorca, R.43",
      "imslp_url": "https://imslp.org/wiki/Homenaje_a_Federico_Garcia_Lorca,_R.43_(Revueltas,_Silvestre)",
      "year": 1936
    },
    {
      "title": "Sensemayá, R.48, 67",
      "imslp_url": "https://imslp.org/wiki/Sensemayá,_R.48,_67_(Revueltas,_Silvestre)",
      "year": 1937
    },
    {
      "title": "Allegro, R.70",
      "imslp_url": "https://imslp.org/wiki/Allegro,_R.70_(Revueltas,_Silvestre)",
      "year": 1939
    },
    {
      "title": "Retablo",
      "imslp_url": "https://imslp.org/wiki/Retablo_(Revueltas,_Silvestre)",
      "year": 1939
    },
    {
      "title": "2 Pequeñas piezas serias, R.78",
      "imslp_url": "https://imslp.org/wiki/2_Pequeñas_piezas_serias,_R.78_(Revueltas,_Silvestre)",
      "year": 1940
    }
  ]
}