{
  "full_name": "Vincenzo Bellini",
  "first_names": "Vincenzo Antonio",
  "last_name": "Bellini",
  "birth_year": 1801,
  "death_year": 1835,
  "wikipedia_url": "https://en.wikipedia.org/wiki/Vincenzo_Bellini",
  "events": [
    {
      "section": "Catania: early life",
      "title": "Child Prodigy",
      "summary": "By the age of five, Bellini could play the piano marvelously and composed his first pieces at six, showcasing his prodigious talent.",
      "year": 1806,
      "location": "Catania",
      "emoji": "🎹",
      "fun_version": "By the age of five, Bellini was tickling the ivory like a pro and composing his first masterpieces at the ripe old age of six. I guess when it comes to talent, he must have been born not just with a silver spoon, but with a grand piano!"
    },
    {
      "section": "Catania: early life",
      "title": "First Music Lessons",
      "summary": "After 1816, Bellini moved in with his grandfather, receiving his first formal music lessons which encouraged his early composition efforts.",
      "year": 1816,
      "location": "Catania",
      "emoji": "🎵",
      "fun_version": "After 1816, Bellini moved in with his grandfather, who gave him music lessons. Let's be real, it was either that or teaching him how to knit sweaters! This time of formal training encouraged his early composition efforts."
    },
    {
      "section": "Catania: early life",
      "title": "Completion of Orchestral Pieces",
      "summary": "By 1818, Bellini completed several orchestral pieces and settings of the Mass Ordinary, marking significant milestones in his early career.",
      "year": 1818,
      "location": "Catania",
      "emoji": "🎶",
      "fun_version": "By 1818, Bellini was composing orchestral pieces faster than you can say 'massive musical milestone!' He completed several orchestral pieces and settings of the Mass Ordinary, proving that even church music can have a bit of flair."
    },
    {
      "section": "Catania: early life",
      "title": "Stipend for Musical Studies",
      "summary": "In May 1819, Bellini successfully petitioned for a stipend to support his studies in Naples, allowing him to further his musical education.",
      "year": 1819,
      "location": "Catania",
      "emoji": "🎶",
      "fun_version": "In May 1819, Bellini managed to charm the pants off some patrons and bagged himself a stipend to support his studies in Naples, allowing him to further his musical education. I guess being a musical genius has its perks—like not having to sell your organs for a few coins."
    },
    {
      "section": "Naples: musical education",
      "title": "Composing Sacred Music",
      "summary": "During his time in Naples, Bellini composed several sacred works, including a Messa di Gloria and settings of the Mass, as a fulfillment of his scholarship obligations. These pieces demonstrated his growing compositional skills and were performed publicly, indicating his rising prominence.",
      "year": 1820,
      "location": "Naples",
      "emoji": "🎼",
      "fun_version": "During his time in Naples, Bellini was like a pizza chef in a music kitchen, creating sacred works like Messa di Gloria and some Mass settings, fulfilling his scholarship obligations. These pieces demonstrated his growing compositional skills and were performed publicly, showcasing his rising prominence while the crowds sang his praises!"
    },
    {
      "section": "Naples: musical education",
      "title": "Scholarship Achievement",
      "summary": "In January 1820, Bellini passed his examinations in theory, earning an annual scholarship that enabled him to support his family. He continued to excel in his studies the following January, further solidifying his place in the music community.",
      "year": 1820,
      "location": "Naples",
      "emoji": "🏆",
      "fun_version": "In January 1820, Bellini aced his examinations in theory—turns out all those late-night battles with his musical notes paid off! He even bagged an annual scholarship to support his family. The next January, he continued his academic success, firmly establishing himself in the music community."
    },
    {
      "section": "Naples: musical education",
      "title": "Musical Education at Conservatorio di San Sebastiano",
      "summary": "Vincenzo Bellini attended the Conservatorio di San Sebastiano, where he studied under the opera composer Niccolò Antonio Zingarelli. He submitted ten pieces for consideration, showcasing his talent, despite needing remedial work in technique. His days were filled with long classes under a strict regimen, highlighting the rigorous training he received during this formative period.",
      "year": 1822,
      "location": "Naples",
      "emoji": "🎼",
      "fun_version": "Vincenzo Bellini attended the Conservatorio di San Sebastiano, where he studied under the opera composer Niccolò Antonio Zingarelli. He submitted ten pieces, showcasing his talent, despite needing a bit of a musical tune-up. His days were filled with long classes under a strict regimen, as Bellini was working hard to transform from a novice into the dazzling composer we all love, one lesson at a time!"
    },
    {
      "section": "Complete works of Bellini",
      "title": "Adelson e Salvini",
      "summary": "This opera semiseria includes 3 acts and features a libretto by Andrea Leone Tottola. It represents Bellini's early forays into composition, showcasing his evolving style and establishing his presence in the operatic world.",
      "year": 1825,
      "location": "Naples, Teatro del Conservatorio di San Sebastiano",
      "emoji": "🎭",
      "fun_version": "Welcome to an opera semiseria that’s got more acts than a soap opera, featuring a libretto by Andrea Leone Tottola. This opera has 3 acts and represents Bellini's early forays into composition while showcasing his evolving style and establishing his presence in the operatic world, all while desperately trying to shout, 'Hey world, I’m here!'"
    },
    {
      "section": "Naples: musical education",
      "title": "First Opera: Adelson e Salvini",
      "summary": "In late summer of 1824, Bellini was assigned to compose an opera as a requirement of his primo maestrino status at the conservatory. The resulting work, Adelson e Salvini, premiered in 1825 and became immensely popular among fellow students, showcasing his burgeoning career in opera composition.",
      "year": 1825,
      "location": "Naples",
      "emoji": "🎭",
      "fun_version": "In late summer of 1824, Bellini was handed the task of composing an opera as part of his primo maestrino status at the conservatory. He rolled up his sleeves, donned his imaginary maestro hat, and got to work. The result? A grand premiere in 1825 of 'Adelson e Salvini'—a work that became immensely popular among fellow students, showcasing his burgeoning career in opera composition!"
    },
    {
      "section": "Naples: musical education",
      "title": "Return to Catania",
      "summary": "After the success of his opera, Bellini decided to visit his family in Catania after being away for six years. While the exact year of this visit differs in sources, it is known that he returned to Naples shortly after to fulfill a contract for a new opera, marking a significant transition in his professional endeavors.",
      "year": 1825,
      "location": "Catania and Naples",
      "emoji": "🎭",
      "fun_version": "After the colossal smashing success of his opera, Bellini made a grand decision: he would visit his family in Catania after a six-year-long absence! While historians argue about the exact year he returned, it is known that he dashed back to Naples shortly after to fulfill a contract for a new opera. This visit wasn't just a family reunion; it was a glorious event filled with hugs, and I'm sure Bellini's mom had at least a dozen lasagnas ready!"
    },
    {
      "section": "Complete works of Bellini",
      "title": "Bianca e Gernando",
      "summary": "A melodramma consisting of 2 acts, this opera has a libretto by Domenico Gilardoni. The work reflects Bellini's lyrical style and his growing reputation as a composer during this period.",
      "year": 1826,
      "location": "Naples, Teatro San Carlo",
      "emoji": "🎶",
      "fun_version": "This opera consists of 2 acts and boasts a libretto by Domenico Gilardoni, reflecting Bellini's lyrical style—the kind that makes you weep into your handkerchief. And let’s not forget Bellini's growing reputation as a composer during this period!"
    },
    {
      "section": "Beginnings of a career",
      "title": "Premiere of Bianca e Gernando",
      "summary": "After facing delays due to royal interference, Vincenzo Bellini's opera, originally titled Bianca e Fernando, premiered as Bianca e Gernando at the Teatro di San Carlo. The performance took place on 30 May 1826 and was attended by King Francesco I, which helped garner significant enthusiasm from the audience, including fellow composer Donizetti, who praised it highly.",
      "year": 1826,
      "location": "Teatro di San Carlo, Naples",
      "emoji": "🎭",
      "fun_version": "After a royal game of 'let's keep you waiting', Vincenzo Bellini's opera—formerly known as Bianca e Fernando and for reasons that remain a mystery, renamed Bianca e Gernando—finally graced the Teatro di San Carlo. The grand opening on 30 May 1826 attracted King Francesco I, which helped generate considerable enthusiasm among the audience. This royal endorsement whipped the audience into a frenzy, particularly captivating fellow composer Donizetti, who praised the performance highly."
    },
    {
      "section": "Beginnings of a career",
      "title": "Commission for Opera at La Scala",
      "summary": "In early 1827, Domenico Barbaja extended a commission to Bellini to write another opera for La Scala set to premiere in the autumn of the same year, marking an important step in Bellini's burgeoning career and showcasing his growing reputation in the opera world.",
      "year": 1827,
      "location": "La Scala, Milan",
      "emoji": "🎶",
      "fun_version": "Picture this: it's early 1827, and Domenico Barbaja, probably sipping on a cappuccino, decides that Bellini needs to crank out another opera for La Scala. The big premiere is set for autumn, which means Bellini has just enough time to whip up a masterpiece and give his growing fan club a reason to keep wearing those fancy hats to the opera. This endeavor marks a crucial step in Bellini's burgeoning career, truly showcasing his growing reputation in the opera world!"
    },
    {
      "section": "Complete works of Bellini",
      "title": "Il pirata",
      "summary": "This melodramma, with 2 acts and a libretto by Felice Romani, demonstrates Bellini's exceptional ability to create powerful emotional narratives within his operatic works.",
      "year": 1827,
      "location": "Milan, Teatro alla Scala",
      "emoji": "🎭",
      "fun_version": "This melodramma, with 2 acts—because who doesn't love a good act-out in opera?—and a libretto by Felice Romani, showcases Bellini's exceptional ability to make you feel all the feels, just like that time your cat brought you a 'gift'!"
    },
    {
      "section": "Northern Italy",
      "title": "Il pirata Premiere",
      "summary": "The premiere of Bellini's opera Il pirata took place on 17 October 1827, marking an immediate success with the audience. The strong cast included tenor Giovanni Battista Rubini, praised for his dual singing and acting abilities. The performance generated significant acclaim, leading to a successful season where the opera was performed to full houses.",
      "year": 1827,
      "location": "Milan",
      "emoji": "🎭",
      "fun_version": "On October 17, 1827, the premiere of Bellini's opera Il pirata was so glamorous, the audience didn’t just clap; they practically threw their hats at the stage! The cast was as strong as a double espresso, featuring the legendary tenor Giovanni Battista Rubini, who could sing and act so well! The performance generated significant acclaim, turning the opera house into a full-on party venue, where every seat was as occupied as a Vienna café at 4 PM, leading to a successful season with full houses."
    },
    {
      "section": "Complete works of Bellini",
      "title": "Bianca e Fernando",
      "summary": "This is a revision of Bellini's earlier work, \"Bianca e Gernando,\" staying within the melodramma genre and showcasing the composer's development in storytelling through music.",
      "year": 1828,
      "location": "Genoa, Teatro Carlo Felice",
      "emoji": "🎼",
      "fun_version": "Join us for a ride through Bellini's earlier work, 'Bianca e Gernando,' where the melodramma genre comes alive! It’s melodramatic tunes that practically sing along with their own plot twists—watch as Bellini develops his storytelling skills through music!"
    },
    {
      "section": "Northern Italy",
      "title": "Bianca e Fernando Revision",
      "summary": "Bellini revised his earlier work, Bianca e Gernando, renaming it Bianca e Fernando, for a new performance in Genoa on 7 April 1828. He made substantial alterations to the libretto and music, responding to the audience's positive reactions during the premiere.",
      "year": 1828,
      "location": "Genoa",
      "emoji": "🎭",
      "fun_version": "Bellini decided to turn his earlier opera, Bianca e Gernando, into a fresh take called Bianca e Fernando. This makeover was all set to dazzle the audience in Genoa on April 7, 1828. Bellini made substantial changes to the libretto and music, responding to the crowd's cheers at his premiere!"
    },
    {
      "section": "Major achievements",
      "title": "Il Pirata Revival",
      "summary": "Bellini stages a revival of his opera Il pirata at the Teatro Canobbiana during the summer, where it receives 24 consecutive performances between July 16 and August 23, 1829, showcasing the original cast and achieving great success.",
      "year": 1829,
      "location": "Milan",
      "emoji": "🎭",
      "fun_version": "Bellini decided it was time to dust off his opera 'Il pirata' and give it a summer glow-up at the Teatro Canobbiana! From July 16 to August 23, 1829, it enjoyed 24 consecutive performances showcasing the original cast, and if they didn't win the 'great success' award, they were definitely at least ‘best dressed’!"
    },
    {
      "section": "Complete works of Bellini",
      "title": "La straniera",
      "summary": "Another melodramma consisting of 2 acts, with a libretto by Felice Romani. The opera is noted for its intricate arias and dramatic expressions, solidifying Bellini's reputation further.",
      "year": 1829,
      "location": "Milan, Teatro alla Scala",
      "emoji": "🎭",
      "fun_version": "Get ready for a theatrical rollercoaster! This opera, noted for its intricate arias and dramatic expressions, comes in two acts – because one act is just too mainstream! Crafted by the wordsmith Felice Romani, Bellini's reputation is going through the roof, solidified further by this melodramatic spectacle!"
    },
    {
      "section": "Northern Italy",
      "title": "La straniera Premiere",
      "summary": "La straniera premiered on 14 February 1829, achieving immediate and resounding success. The opera received enthusiastic praise for its music and performances, with Bellini being described as the 'modern Orpheus' due to the beauty of his melodies.",
      "year": 1829,
      "location": "Milan",
      "emoji": "🎶",
      "fun_version": "La straniera premiered on 14 February 1829, a day that outshined any dinner date! It achieved immediate success—think viral cat video! The opera, which made hearts flutter, received enthusiastic praise for its breathtaking music and performances. Bellini was even fondly labeled as the 'modern Orpheus,' indicating he had fans who were smitten by the beauty of his melodies!"
    },
    {
      "section": "Complete works of Bellini",
      "title": "Zaira",
      "summary": "This tragedy in 2 acts features a libretto by Felice Romani. It is indicative of Bellini's ability to intertwine intense drama with expressive music.",
      "year": 1829,
      "location": "Parma, Teatro Ducale",
      "emoji": "😢",
      "fun_version": "This drama in 2 acts is like a pizza with no toppings - slightly lacking! Felice Romani's libretto is the secret sauce that makes this meal of intense drama and expressive music truly appetizing, showcasing Bellini's brilliant ability to intertwine intense drama with expressive music."
    },
    {
      "section": "Northern Italy",
      "title": "Zaira Setback",
      "summary": "Zaira, which Bellini composed for the inauguration of the Nuovo Teatro Ducale in Parma, faced criticism during its premiere on 12 May 1829. The opera marked the first significant setback in Bellini's career, receiving little acclaim for its music despite some applause for the singers.",
      "year": 1829,
      "location": "Parma",
      "emoji": "🎭",
      "fun_version": "Zaira, Bellini's grand masterpiece for the grand opening of the Nuovo Teatro Ducale in Parma, opened with a chorus of crickets on 12 May 1829. Instead of throwing roses at the singers, the audience dropped a few awkward coughs. The opera marked the first significant setback in Bellini's career, receiving little acclaim for its music despite some applause for the singers, making it less a triumphant debut and more like a buffet of awkwardness."
    },
    {
      "section": "Complete works of Bellini",
      "title": "I Capuleti e i Montecchi",
      "summary": "Based on the story of Romeo and Juliet, this tragedy in 2 acts with a libretto by Felice Romani highlights Bellini's musical mastery and dramatic depth.",
      "year": 1830,
      "location": "Venice, Teatro La Fenice",
      "emoji": "🎭",
      "fun_version": "Imagine if Romeo and Juliet were not star-crossed lovers but pizza toppings! This story highlights Bellini's musical mastery and dramatic depth, showcased over 2 acts with a libretto by Felice Romani."
    },
    {
      "section": "Major achievements",
      "title": "I Capuleti e i Montecchi Premiere",
      "summary": "On March 11, 1830, the premiere of I Capuleti e i Montecchi takes place at La Fenice in Venice, receiving immediate success and performed eight times before the season closes.",
      "year": 1830,
      "location": "Venice",
      "emoji": "🎭",
      "fun_version": "On March 11, 1830, the premiere of *I Capuleti e i Montecchi* took place at La Fenice in Venice, receiving immediate success. The performance was so popular that they decided to perform it eight times before the season closed."
    },
    {
      "section": "Major achievements",
      "title": "La Sonnambula Premiere",
      "summary": "La sonnambula premiered on March 6, 1831, at the Teatro Carcano in Milan, becoming a triumphant success, praised by audiences and critics alike, and later performed in London and New York.",
      "year": 1831,
      "location": "Milan",
      "emoji": "🎭",
      "fun_version": "La sonnambula waltzed onto the stage on March 6, 1831, at the Teatro Carcano in Milan, gaining rave reviews and applause from audiences while critics were throwing roses! This show was so successful, it took a victory lap to London and New York."
    },
    {
      "section": "Complete works of Bellini",
      "title": "La sonnambula",
      "summary": "This opera semiseria in 2 acts features a libretto by Felice Romani and is revered for its exquisite arias and lyrical beauty, reflecting Bellini's innovative style.",
      "year": 1831,
      "location": "Milan, Teatro Carcano",
      "emoji": "🎭",
      "fun_version": "Dive into the zany world of opera semiseria, where the only thing wilder than the stunning exquisite arias is your neighbor's confused face! With a libretto by Felice Romani, this 2-act thrill ride celebrates lyrical beauty while making you ponder everything from questionable life choices to your music taste. Brace yourselves, folks; Bellini's unique style will either sweep you away with laughter or have you nodding in approval—just don’t forget about the oven!"
    },
    {
      "section": "Complete works of Bellini",
      "title": "Norma",
      "summary": "A cornerstone of the operatic repertoire, this tragedy in 2 acts showcases Bellini's ability to combine intricate melodies with profound emotional depth, based on a libretto by Felice Romani.",
      "year": 1831,
      "location": "Milan, Teatro alla Scala",
      "emoji": "🎭",
      "fun_version": "This opera, a cornerstone of the operatic repertoire, is like a pie—everyone gets a slice of Bellini's melodrama, and by the end, someone always ends up with a messy dessert. In 2 acts, this emotional rollercoaster features intricate melodies and profound emotional depth, all thanks to a libretto by Felice Romani, who definitely had his towel ready!"
    },
    {
      "section": "Major achievements",
      "title": "Norma Premiere",
      "summary": "Norma premieres on December 26, 1831, at La Scala, marking Giuditta Pasta's debut at the venue, though it initially receives a mixed reaction from the audience.",
      "year": 1831,
      "location": "Milan",
      "emoji": "🎭",
      "fun_version": "Imagine a night in 1831: La Scala was buzzing, not with the latest coffee trends, but with the premiere of 'Norma'! Giuditta Pasta struts onto the stage like she owns the place, but the audience? They've got mixed feelings – like trying to decide between a plain bagel and everything on it!"
    },
    {
      "section": "Major achievements",
      "title": "Civic Welcome in Catania",
      "summary": "Upon arriving in Catania on March 3, 1832, Bellini is celebrated with a civic welcome, attending a concert that features his works, further establishing his local fame.",
      "year": 1832,
      "location": "Catania",
      "emoji": "🎶",
      "fun_version": "Upon arriving in Catania on March 3, 1832, Bellini received a civic welcome so grand he thought he was the new mayor! They threw him a concert featuring his own works, further establishing his local fame as he basked in the applause, fully aware that this was just the beginning of his journey towards musical stardom."
    },
    {
      "section": "Major achievements",
      "title": "Return to Naples",
      "summary": "Returning to Naples on January 5, 1832, Bellini is met with a warm welcome from the public and is invited to perform at the San Carlo, receiving admiration from King Ferdinand II during a performance of Capuleti.",
      "year": 1832,
      "location": "Naples",
      "emoji": "🎭",
      "fun_version": "Bellini waltzed back into Naples on January 5, 1832, where he was met with a warm welcome from the locals who rolled out the red carpet, eager for his next performance at the San Carlo. Even King Ferdinand II couldn't resist tossing a few compliments his way while Bellini serenaded the audience with Capuleti!"
    },
    {
      "section": "London: April to August 1833",
      "title": "Arrival in London",
      "summary": "In April 1833, Bellini arrived in London with his Italian troupe. He was a recognized composer, having had several operas performed in the city over the years. The excitement surrounding his arrival was notable, as he was known among prominent figures in the city who attended performances of his works.",
      "year": 1833,
      "location": "London",
      "emoji": "🎭",
      "fun_version": "In April 1833, Bellini waltzed into London with his Italian troupe, generating a buzz that could rival a rock star's entrance! Known among the high society for his operas—more than a chef has pasta recipes—everyone couldn’t wait for the grand performance!"
    },
    {
      "section": "Paris: August 1833 to January 1835",
      "title": "Arrival in Paris",
      "summary": "In mid-August 1833, Bellini arrived in Paris intending to stay only three weeks to negotiate with the Opéra. Although he did not reach an agreement with them, he accepted an offer from the Théâtre-Italien due to better pay and the prestige of the company. He soon settled into a small apartment and began networking within the Parisian salon society, where he met influential figures and other musical personalities.",
      "year": 1833,
      "location": "Paris",
      "emoji": "🇫🇷",
      "fun_version": "In mid-August 1833, Bellini waltzed into Paris thinking he was just on a short vacation—three weeks, tops! But negotiating with the Opéra turned out to be more like trying to convince a cat to take a bath. He did not reach an agreement with them, so he jumped ship to the Thêatre-Italien, lured by better pay and the thrill of performing with a prestigious company. Soon, he moved into a small apartment, sipping espresso and networking like a pro at Parisian salons, where he met influential figures and other musical personalities, rubbing elbows with all the big shots and musical geniuses."
    },
    {
      "section": "Complete works of Bellini",
      "title": "Beatrice di Tenda",
      "summary": "A tragedy in 2 acts with a libretto by Felice Romani. This work further exemplifies Bellini's interest in strong female characters and dramatic narratives within his operas.",
      "year": 1833,
      "location": "Venice, Teatro La Fenice",
      "emoji": "🎭",
      "fun_version": "The opera is a tragedy in two acts with a libretto by Felice Romani, showcasing Bellini's interest in strong female characters and dramatic narratives. Imagine an opera where the libretto feels more like a chat between girlfriends! Bellini definitely knows how to bring out the strong female characters, which is perfect because we all know they can handle the drama better than any soap opera!"
    },
    {
      "section": "Major achievements",
      "title": "Beatrice di Tenda Premiere",
      "summary": "On March 16, 1833, Beatrice di Tenda premieres at La Fenice amid controversy over the delays from the librettist. The opening night is met with a lukewarm response, followed by later performances that attract larger crowds.",
      "year": 1833,
      "location": "Venice",
      "emoji": "🎭",
      "fun_version": "On March 16, 1833, Beatrice di Tenda premieres at La Fenice amid controversy over the delays from the librettist. The opening night was about as thrilling as watching paint dry, but thankfully, later performances attracted larger crowds!"
    },
    {
      "section": "London: April to August 1833",
      "title": "Performance of La sonnambula",
      "summary": "On 1 May 1833, Maria Malibran made her London debut in La sonnambula at the Theatre Royal, Drury Lane, using an adapted Bellini score. This marked a significant moment in the operatic scene, showcasing Bellini's influence and presence in London.",
      "year": 1833,
      "location": "London",
      "emoji": "🎭",
      "fun_version": "On 1 May 1833, Maria Malibran made her London debut in La sonnambula at the Theatre Royal, Drury Lane, using an adapted Bellini score. This marked a significant moment in the operatic scene, showcasing Bellini's influence and presence in London. Everyone was buzzing about how she utilized his score, making it sound like he was the most popular kid on the block."
    },
    {
      "section": "London: April to August 1833",
      "title": "Premiere of I Capuleti e i Montecchi",
      "summary": "I Capuleti e i Montecchi had its London premiere in late July 1833, marking one of the final events of Bellini's contract in London before he left for Paris in August.",
      "year": 1833,
      "location": "London",
      "emoji": "🎭",
      "fun_version": "I Capuleti e i Montecchi made its entrance in London in late July 1833, marking the end of Bellini's contract before he headed off to Paris."
    },
    {
      "section": "London: April to August 1833",
      "title": "Triumph of Norma",
      "summary": "The premiere of Bellini's opera Norma took place on 21 June 1833, with Pasta in the title role. This performance was a tremendous success, securing Bellini's fame in the city and receiving favorable reviews in the press, particularly from The Times.",
      "year": 1833,
      "location": "London",
      "emoji": "🎭",
      "fun_version": "The premiere of Bellini's opera Norma took place on 21 June 1833, with Pasta in the title role. This performance wasn’t just a success; it was like finding a perfect pizza slice in a sea of soggy sandwiches! It secured Bellini's fame in the city and received favorable reviews in the press, particularly from The Times."
    },
    {
      "section": "Paris: August 1833 to January 1835",
      "title": "Contract for New Opera",
      "summary": "In January 1834, Bellini signed a contract to write a new opera for the Théâtre-Italien scheduled for presentation at the end of the year. He was also invited to compose for the San Carlo in Naples but declined due to his commitment to Paris, indicating he might be available by May 1835 depending on the contracted singers.",
      "year": 1834,
      "location": "Paris",
      "emoji": "🎭",
      "fun_version": "In January 1834, Bellini signed a contract to write a new opera for the Théâtre-Italien scheduled for presentation at the end of the year. Meanwhile, he was invited to compose for the San Carlo in Naples but declined due to his commitment to Paris, indicating he might be available by May 1835 depending on the contracted singers."
    },
    {
      "section": "Paris: August 1833 to January 1835",
      "title": "Letters to Florimo",
      "summary": "Throughout 1834, Bellini wrote numerous letters to his friend Florimo, expressing his worries about competition from Donizetti at the Théâtre-Italien. He discussed his frustrations about the operatic scene in Paris and sought advice from Rossini, with whom he cultivated a supportive relationship.",
      "year": 1834,
      "location": "Paris",
      "emoji": "🎭",
      "fun_version": "Throughout 1834, Bellini wrote numerous letters to his buddy Florimo, venting about the competition with Donizetti at the Théâtre-Italien! He also expressed his frustrations about the operatic scene in Paris and sought advice from Rossini, trying to navigate these challenging waters."
    },
    {
      "section": "Paris: August 1833 to January 1835",
      "title": "Completion of I puritani",
      "summary": "By September 1834, Bellini wrote to Florimo indicating he was polishing his opera, I puritani, and was pleased with the work produced by his librettist, Carlo Pepoli. He expressed satisfaction with the music and began preparing for rehearsals, which were planned for late December and early January.",
      "year": 1835,
      "location": "Paris",
      "emoji": "🎭",
      "fun_version": "By September 1834, Bellini was busy polishing his opera, I puritani. He wrote to Florimo, indicating he was pleased with the work produced by his librettist, Carlo Pepoli, who could turn a grocery list into a hit opera. Bellini was thrilled about the music and began preparing for rehearsals, which were planned for late December and early January."
    },
    {
      "section": "Paris: January to September 1835",
      "title": "Death",
      "summary": "Vincenzo Bellini died on September 23, 1835, after a severe illness that caused great distress. His last known letters expressed a sense of disturbance regarding his health, ultimately leading to his passing at around 5 pm.",
      "year": 1835,
      "location": "Paris",
      "emoji": "😢",
      "fun_version": "Vincenzo Bellini, the famed composer, fell ill after a severe illness that caused him drama and distress. In his last known letters, he expressed concern regarding his health, ultimately leading to his passing at around 5 pm."
    },
    {
      "section": "Paris: January to September 1835",
      "title": "Final Performance of I Puritani",
      "summary": "On March 31, 1835, Vincenzo Bellini attended the final performance of his opera I Puritani in Paris. This event marked the culmination of his efforts leading to the opera's success, despite various challenges he faced during its staging.",
      "year": 1835,
      "location": "Paris",
      "emoji": "🎭",
      "fun_version": "On March 31, 1835, Vincenzo Bellini attended the last show of his opera 'I Puritani' in Paris. This event marked the culmination of his efforts leading to its success. Despite facing numerous ups and downs, Bellini finally witnessed his music take center stage without any interruptions."
    },
    {
      "section": "Paris: January to September 1835",
      "title": "Funeral Arrangements",
      "summary": "Following his death, arrangements for Bellini's funeral were initiated by composer Rossini who organized a mass and a monument subscription. The funeral mass was held on October 2, 1835, in the chapel of the Hôtel des Invalides.",
      "year": 1835,
      "location": "Paris",
      "emoji": "⚰️",
      "fun_version": "After Bellini exited stage left for his final bow, Rossini took the lead in arranging a farewell party. He organized a mass and a monument subscription. The grand finale took place on October 2, 1835, in the chapel of the Hôpital des Invalides."
    },
    {
      "section": "Complete works of Bellini",
      "title": "I puritani",
      "summary": "This melodramma serio is structured in 3 acts and, with its rich orchestration and robust vocal lines, encapsulates Bellini's late style and maturity as a composer.",
      "year": 1835,
      "location": "Paris, Théâtre-Italien",
      "emoji": "🎭",
      "fun_version": "Three acts of melodrama! With its rich orchestration and robust vocal lines, Bellini's late style and maturity shine through, proving that they really saved the best for last—just like dessert!"
    },
    {
      "section": "Paris: August 1833 to January 1835",
      "title": "Premiere of I puritani",
      "summary": "The dress rehearsal for I puritani took place on 20 January 1835, receiving enthusiasm from the audience. The official premiere was on 24 January 1835, which was met with acclaim, and Bellini's letter to Florimo detailed the ecstatic reception, marking it as a significant success in his career as the opera quickly became popular in Paris.",
      "year": 1835,
      "location": "Paris",
      "emoji": "🎭",
      "fun_version": "The dress rehearsal for 'I Puritani' on January 20, 1835, was incredibly well-received by the audience! The official premiere on January 24, 1835, was met with such acclaim that Bellini wrote to Florimo, sharing the ecstatic reception. It marked a significant success in his career, and the opera quickly became popular in Paris."
    }
  ],
  "works": [
    {
      "title": "Capriccio in C minor",
      "imslp_url": "https://imslp.org/wiki/Capriccio_in_C_minor_(Bellini,_Vincenzo)",
      "year": 1822
    },
    {
      "title": "Oboe Concerto in E-flat major",
      "imslp_url": "https://imslp.org/wiki/Oboe_Concerto_in_E-flat_major_(Bellini,_Vincenzo)",
      "year": 1823
    },
    {
      "title": "Symphony in E-flat major",
      "imslp_url": "https://imslp.org/wiki/Symphony_in_E-flat_major_(Bellini,_Vincenzo)",
      "year": 1823
    },
    {
      "title": "Symphony in D major",
      "imslp_url": "https://imslp.org/wiki/Symphony_in_D_major_(Bellini,_Vincenzo)",
      "year": 1825
    },
    {
      "title": "Bianca e Fernando",
      "imslp_url": "https://imslp.org/wiki/Bianca_e_Fernando_(Bellini,_Vincenzo)",
      "year": 1826
    },
    {
      "title": "Il pirata",
      "imslp_url": "https://imslp.org/wiki/Il_pirata_(Bellini,_Vincenzo)",
      "year": 1828
    },
    {
      "title": "La straniera",
      "imslp_url": "https://imslp.org/wiki/La_straniera_(Bellini,_Vincenzo)",
      "year": 1829
    },
    {
      "title": "Zaira",
      "imslp_url": "https://imslp.org/wiki/Zaira_(Bellini,_Vincenzo)",
      "year": 1829
    },
    {
      "title": "I Capuleti e i Montecchi",
      "imslp_url": "https://imslp.org/wiki/I_Capuleti_e_i_Montecchi_(Bellini,_Vincenzo)",
      "year": 1830
    },
    {
      "title": "La sonnambula",
      "imslp_url": "https://imslp.org/wiki/La_sonnambula_(Bellini,_Vincenzo)",
      "year": 1831
    },
    {
      "title": "Norma",
      "imslp_url": "https://imslp.org/wiki/Norma_(Bellini,_Vincenzo)",
      "year": 1831
    },
    {
      "title": "Beatrice di Tenda",
      "imslp_url": "https://imslp.org/wiki/Beatrice_di_Tenda_(Bellini,_Vincenzo)",
      "year": 1833
    },
    {
      "title": "La Tomba di Fille",
      "imslp_url": "https://imslp.org/wiki/La_Tomba_di_Fille_(Bellini,_Vincenzo)",
      "year": 1834
    },
    {
      "title": "I puritani",
      "imslp_url": "https://imslp.org/wiki/I_puritani_(Bellini,_Vincenzo)",
      "year": 1835
    }
  ]
}