{
  "full_name": "György Ligeti",
  "first_names": "György",
  "last_name": "Ligeti",
  "birth_year": 1923,
  "death_year": 2006,
  "wikipedia_url": "https://en.wikipedia.org/wiki/György_Ligeti",
  "events": [
    {
      "event": "Birth",
      "summary": "György Ligeti made his grand entrance into the world in Diciosânmartin, Transylvania. Little did the universe know that this tiny Romanian baby would one day shake the foundations of contemporary classical music and leave everyone scratching their heads in awe!",
      "year": 1923,
      "city": "Diciosânmartin",
      "country": "Romania"
    },
    {
      "event": "Emigration to Austria",
      "summary": "After a little dust-up known as the Hungarian Uprising, Ligeti decided it was time to escape the 'fun' of communist Hungary and hopped over to the Land of Mozart—Austria! It was the beginning of a thrilling adventure where he could finally explore his avant-garde dreams without a bureaucratic leash!",
      "year": 1956,
      "city": "Vienna",
      "country": "Austria"
    },
    {
      "event": "Austrian Citizenship",
      "summary": "Ligeti finally said 'I do' to Austria, officially becoming an Austrian citizen in 1968. It was the kind of commitment that allowed him to freely create, without looking over his shoulder at the iron curtain!",
      "year": 1968,
      "city": "Vienna",
      "country": "Austria"
    },
    {
      "event": "Judging Competition in Budapest",
      "summary": "After a fourteen-year-long hiatus, Ligeti returned to Hungary to judge a music competition. Think of it as a musical homecoming, but without the annoying relatives asking him when he's going to settle down!",
      "year": 1970,
      "city": "Budapest",
      "country": "Hungary"
    },
    {
      "event": "Professor of Composition",
      "summary": "Ligeti became the big cheese professor of composition at the Hochschule für Musik und Theater Hamburg in 1973. His tenure there was like a master class in avant-garde, and he did it all until he decided to retire in 1989—probably to take up macramé or something equally exciting!",
      "year": 1973,
      "city": "Hamburg",
      "country": "Germany"
    },
    {
      "event": "First Composer at Rheingau Musik Festival",
      "summary": "In a charming twist of fate, Ligeti was the first composer ever featured at the annual Komponistenporträt of the Rheingau Musik Festival in 1990. The audience was likely on the edge of their seats, wondering what brilliant sounds would grace their ears!",
      "year": 1990,
      "city": "Rheingau",
      "country": "Germany"
    },
    {
      "event": "Death",
      "summary": "Ligeti, the maestro, took his final bow in Vienna. He left behind a legacy so rich and complex, it could give a symphony a run for its money. Goodbye, dear Ligeti; the world will never hear the same way again!",
      "year": 2006,
      "city": "Vienna",
      "country": "Austria"
    },
    {
      "event": "Completion of Requiem",
      "summary": "Ligeti wraps up his classical masterpiece, a Requiem that’s less 'rest in peace' and more 'let's party with some serious polyphony!' It’s a fusion of voices that could give karaoke night a run for its money.",
      "year": 1965,
      "city": "",
      "country": ""
    },
    {
      "event": "Premiere of Lux Aeterna",
      "summary": "Ligeti strikes gold with Lux Aeterna, an a cappella work that’s like sending 16 vocalists into a harmony workshop. It's so mesmerizing that even the angels might take a note or two!",
      "year": 1966,
      "city": "",
      "country": ""
    },
    {
      "event": "Completion of Cello Concerto",
      "summary": "Finishing the Cello Concerto, Ligeti showcases his love for dynamic contrasts, turning the cello into a superhero with mood swings from calm to chaotic in a blink. It’s cello as you’ve never seen before—cape not included!",
      "year": 1966,
      "city": "",
      "country": ""
    },
    {
      "event": "Premiere of Lontano",
      "summary": "Lontano takes listeners on a joyful ride through sound, where complex textures weave together like a musical tapestry. It’s the kind of composition that makes you want to close your eyes and float away, preferably on a cloud of harmony!",
      "year": 1967,
      "city": "",
      "country": ""
    },
    {
      "event": "Completion of String Quartet No. 2",
      "summary": "Ligeti wraps up a wild five-movement String Quartet No. 2 that swings from dreamy to dramatic faster than a caffeinated squirrel. Each movement has its own flavor, so grab your headphones and prepare for an auditory journey!",
      "year": 1968,
      "city": "",
      "country": ""
    },
    {
      "event": "Completion of Ramifications",
      "summary": "He finishes Ramifications, an innovative string ensemble piece that’s a quarter-tone higher. It’s like a musical sibling rivalry where everyone is trying to outdo each other in pitch!",
      "year": 1969,
      "city": "",
      "country": ""
    },
    {
      "event": "Completion of Chamber Concerto",
      "summary": "Success! Ligeti pens the Chamber Concerto, where instruments have conversations that sound like a creative team brainstorming for an out-of-this-world gadget. Precision is key—every note in its place like a perfectly organized toolbox.",
      "year": 1970,
      "city": "",
      "country": ""
    },
    {
      "event": "Completion of Le Grand Macabre",
      "summary": "After a long creative struggle, Ligeti delivers his only opera, Le Grand Macabre. It’s kind of like an anti-opera, packed with dark humor and chaotic characters, turning your traditional operatic expectations upside down.",
      "year": 1977,
      "city": "",
      "country": ""
    },
    {
      "event": "Completion of Piano Concerto",
      "summary": "Ligeti composes his Piano Concerto, claiming it’s his independence manifesto from traditional avant-garde standards. Think of it as a musical rebellion, with the piano leading the charge and the orchestra marching along!",
      "year": 1988,
      "city": "",
      "country": ""
    },
    {
      "event": "Completion of Violin Concerto",
      "summary": "He wraps up a noticeable trend with the Violin Concerto, combining everything he learned, adding a sprinkle of Hungarian folk rhythms, and showcasing a mind-bending array of styles. It’s a true buffet for the ears!",
      "year": 1993,
      "city": "",
      "country": ""
    },
    {
      "event": "Completion of Hamburg Concerto",
      "summary": "Ligeti finishes the Hamburg Concerto, crafting it with an emphasis on natural harmonics. It's like orchestral déjà vu where you think, 'I’ve heard this melody before, but where?!'",
      "year": 1999,
      "city": "",
      "country": ""
    },
    {
      "event": "Completion of Síppal, dobbal, nádihegedűvel",
      "summary": "The quirky song cycle Síppal, dobbal, nádihegedűvel is unveiled, proving once more that Ligeti had a knack for turning the ordinary into extraordinary music—a true musical potpourri!",
      "year": 2000,
      "city": "",
      "country": ""
    },
    {
      "event": "Final Piano Étude 'Canon'",
      "summary": "In his last positional masterpiece, Ligeti pens the Piano Étude 'Canon’, wrapping up his lifetime of rhythmic spectacularity. It's a final bow that leaves audiences across the globe wanting more!",
      "year": 2001,
      "city": "",
      "country": ""
    },
    {
      "event": "Emigration to Vienna",
      "summary": "After World War II, Ligeti decided to swap the scenery of Hungary for the picturesque charms of Vienna, discovering that the Viennese coffee was indeed stronger than the barbed wire.",
      "year": 1957,
      "city": "Vienna",
      "country": "Austria"
    },
    {
      "event": "First Major Composition",
      "summary": "Ligeti showcased his compositional prowess with 'Atmosphères', proving that sounds can be as unpredictable as a cat in a room full of laser pointers.",
      "year": 1961,
      "city": "Budapest",
      "country": "Hungary"
    },
    {
      "event": "Recognition with Awards",
      "summary": "With a parade of prestigious awards including the Beethoven Prize and UNESCO International Rostrum, Ligeti began to collect accolades like some people collect stamps—but far more stylishly!",
      "year": 1967,
      "city": "Bonn",
      "country": "Germany"
    },
    {
      "event": "Collaboration with Stanley Kubrick",
      "summary": "The composer teamed up with filmmaker Stanley Kubrick, whose movies became iconic thanks in part to Ligeti's mind-boggling scores, forever changing how people viewed outer space and horror simultaneously!",
      "year": 1968,
      "city": "London",
      "country": "United Kingdom"
    },
    {
      "event": "International Recognition",
      "summary": "By the 1990s, Ligeti became a household name in the classical music world, proving that it doesn't take an orchestra of elephants to appreciate his genius!",
      "year": 1990,
      "city": "Copenhagen",
      "country": "Denmark"
    },
    {
      "event": "Honors and Awards",
      "summary": "Ligeti graced stages and ceremonies with his mighty presence, scooping up honors like candy from a piñata, including the Grand Austrian State Prize and the Praemium Imperiale.",
      "year": 1991,
      "city": "Tokyo",
      "country": "Japan"
    },
    {
      "event": "Emigration",
      "summary": "Ligeti decided that Hungary wasn’t quite as exciting as it could be and made the bold move to leave for the West. The 'escape from the East' was more like a step into a world where music was as avant-garde as it was avant-garde!",
      "year": 1956,
      "city": "Vienna",
      "country": "Austria"
    },
    {
      "event": "Incorporation of Micropolyphony",
      "summary": "Ligeti, already known for his originality, introduced the world to micropolyphony, a term he probably made up just to sound smarter. His music began to weave like a particularly intricate tapestry that only the fanciest hipsters could appreciate!",
      "year": 1966,
      "city": "Various",
      "country": "International"
    },
    {
      "event": "Composition of 'Le Grand Macabre'",
      "summary": "In what could only be described as a mystery opera, Ligeti created 'Le Grand Macabre', making sure that no one would ever mistake his music for something dull. People left his performances wondering if they had just attended a show or a fever dream!",
      "year": 1977,
      "city": "Paris",
      "country": "France"
    },
    {
      "event": "Award Recognition",
      "summary": "As if his compositions weren't enough to win hearts and minds, Ligeti received numerous awards. At this point, he was probably running out of wall space for all the accolades, which is a bit of an awkward problem if you ask me!",
      "year": 1993,
      "city": "Various",
      "country": "International"
    }
  ],
  "compositions": []
}