{
  "full_name": "Kaikhosru Shapurji Sorabji",
  "first_names": "Kaikhosru Shapurji",
  "last_name": "Sorabji",
  "birth_year": 1892,
  "death_year": 1988,
  "wikipedia_url": "https://en.wikipedia.org/wiki/Kaikhosru_Shapurji_Sorabji",
  "events": [
    {
      "event": "Birth",
      "summary": "Kaikhosru Shapurji Sorabji was born in Chingford, Essex, which was probably a quiet day for everyone else involved, except for his mother who had to deal with a newborn. Imagine the chaos! The world wasn’t ready for what was to come.",
      "year": 1892,
      "city": "Chingford",
      "country": "England"
    },
    {
      "event": "Change of Name and Community Joining",
      "summary": "In a bold move to assert his identity, Sorabji decided to join the Parsi community and changed his name. Let’s just say, it was less about a fresh start and more about making a few points about mixed heritage!",
      "year": 1914,
      "city": "Unknown",
      "country": "England"
    },
    {
      "event": "First Public Performance",
      "summary": "Sorabji graced the public with his music for the first time. Though he preferred to stay behind the curtain, the audience was treated to his unique flair, which was about as familiar to them as a cat in a dog show.",
      "year": 1920,
      "city": "Unknown",
      "country": "Unknown"
    },
    {
      "event": "Initial Success and Recognition",
      "summary": "After some of his works caught the eyes of famous musicians, including Ferruccio Busoni, things were looking up! It was the classic tale of ‘from obscurity to notice,’ albeit with a few raised eyebrows along the way.",
      "year": 1919,
      "city": "London",
      "country": "England"
    },
    {
      "event": "Last Public Appearance",
      "summary": "Sorabji gave what would be his last public performance. After this one, he seemed to think that the world of music could use a little more mystery, so he kind of vanished from the stage like a magician’s rabbit.",
      "year": 1936,
      "city": "London",
      "country": "England"
    },
    {
      "event": "Settling in Corfe Castle",
      "summary": "Finally settling down in Corfe Castle, Sorabji built himself a house. For someone who seemed to prefer solitude, he sure ended up in the picturesque village, proving that even a hermit enjoys a nice view!",
      "year": 1956,
      "city": "Corfe Castle",
      "country": "England"
    },
    {
      "event": "Declaring His Musical Ban",
      "summary": "In a dramatic twist worthy of a soap opera, Sorabji decided to personally ban public performances of his music. It was less a strict ban and more of a ‘please don’t, I’m in a mood’ situation!",
      "year": 1936,
      "city": "Unknown",
      "country": "Unknown"
    },
    {
      "event": "Writing on Yoga",
      "summary": "Sorabji embraced yoga, claiming it brought order to his previously chaotic life, which he described in an essay. One can only imagine the tables turned from composing music to sitting cross-legged—talk about balance!",
      "year": 1939,
      "city": "London",
      "country": "England"
    },
    {
      "event": "Settlement in Corfe Castle",
      "summary": "In the 1950s, Sorabji decided to swap the bustling chaos of London for the serene village of Corfe Castle. He must have thought, 'Why engage with the international music scene when I can contemplate sheep?'",
      "year": 1950,
      "city": "Corfe Castle",
      "country": "England"
    },
    {
      "event": "Health Decline Begins",
      "summary": "By 1986, Sorabji's health was reminiscent of a deflating balloon as he spent several months in a hospital. At this rate, he was less of a composer and more of a resident in a hospital wing with an existential crisis.",
      "year": 1986,
      "city": "Wareham",
      "country": "England"
    },
    {
      "event": "Final Composition",
      "summary": "In 1984, he completed his final piece, which must have been a bittersweet symphony, as he stopped composing altogether thereafter. It was like he turned off the creative faucet and said, 'I’m done, folks!'",
      "year": 1984,
      "city": "Corfe Castle",
      "country": "England"
    },
    {
      "event": "Appointment of Heir",
      "summary": "October 1986 marked a significant handover as Sorabji put his friend Hinton in charge of his personal affairs, essentially saying, 'You’re the adult now; good luck with that!'",
      "year": 1986,
      "city": "Corfe Castle",
      "country": "England"
    },
    {
      "event": "Final Days and Death",
      "summary": "Sorabji originally thought that age was just a number, but in 1988, he finally succumbed to it, passing away at 96. His grand exit was undoubtedly more dramatic than a Shakespearean play, with all the pomp and circumstance one could muster.",
      "year": 1988,
      "city": "Corfe Castle",
      "country": "England"
    },
    {
      "event": "First Known Composition",
      "summary": "The composer embarked on his musical journey with a piano transcription of Delius's 'In a Summer Garden', which sadly became lost—perhaps because it just couldn't find its way to the right concert hall.",
      "year": 1914,
      "city": "Unknown",
      "country": "Unknown"
    },
    {
      "event": "Compositional Maturity",
      "summary": "Sorabji finally grew up musically when he created 'The Three Pastiches for Piano' and 'Le jardin parfumé', proving that he'd graduated from the kiddie pool of composition to the deep end.",
      "year": 1922,
      "city": "Unknown",
      "country": "Unknown"
    },
    {
      "event": "Organ Symphony No. 1",
      "summary": "With 'Organ Symphony No. 1', Sorabji merged baroque forms with his unique style, demonstrating that he could indeed play well with others—musical forms, that is.",
      "year": 1924,
      "city": "Unknown",
      "country": "Unknown"
    },
    {
      "event": "Fourth Piano Sonata",
      "summary": "His 'Fourth Piano Sonata' not only changed the game—complete with a fugue and a slow movement—but it also had the audacity to set the stage for a theme showdown with seven contenders.",
      "year": 1928,
      "city": "Unknown",
      "country": "Unknown"
    },
    {
      "event": "Two-Hour Fuga Triplex",
      "summary": "Creating a two-hour 'Fuga triplex' was Sorabji's way of saying, 'Why rush? Good things come to those who can sit through a fugal marathon!'",
      "year": 1948,
      "city": "Unknown",
      "country": "Unknown"
    },
    {
      "event": "Ceasing Composition",
      "summary": "In 1968, Sorabji decided he was done composing, perhaps inspired by one too many fugal faux pas or just a desire to catch up on TV.",
      "year": 1968,
      "city": "Unknown",
      "country": "Unknown"
    },
    {
      "event": "Return to Composition",
      "summary": "After a lengthy creative hiatus, he hummed a happy tune as he reunited with his muse in 1973, producing 'Benedizione di San Francesco d'Assisi' as a welcoming gift.",
      "year": 1973,
      "city": "Unknown",
      "country": "Unknown"
    },
    {
      "event": "Completion of Piano Sonata No. 5",
      "summary": "Sorabji summoned all his energies to finish what many believe is his magnum opus. It’s said that performing the piece could take longer than some relationships.",
      "year": 1930,
      "city": "London",
      "country": "England"
    },
    {
      "event": "Shift to Organ Symphony",
      "summary": "He transitioned to composing extensive organ symphonies that, rumor has it, could certainly put to shame any lengthy road trip. Notably, he felt modern organs surpassed even the best orchestras of his time!",
      "year": 1949,
      "city": "London",
      "country": "England"
    },
    {
      "event": "Writings on Homosexuality",
      "summary": "Taking pen to paper, Sorabji penned articles advocating for homosexual rights with unmatched fervor, bravely challenging societal norms while keeping his flair for drama intact.",
      "year": 1958,
      "city": "London",
      "country": "England"
    },
    {
      "event": "Final Public Concerns",
      "summary": "As he withdrew from the public eye, he expressed concerns over the music industry’s direction, while simultaneously assuring the world that he still had a vibrant inner life filled with complexities, including his fondness for numerology.",
      "year": 1960,
      "city": "London",
      "country": "England"
    },
    {
      "event": "Name Change",
      "summary": "After much deliberation and possibly several cups of tea, Sorabji finally decided to stop experimenting with his name in 1934, settling into the grand title that would leave others grappling with syllables for years to come.",
      "year": 1934,
      "city": "London",
      "country": "United Kingdom"
    },
    {
      "event": "First Major Publication",
      "summary": "Sorabji's literary debut was like an extravagant dish at a fancy restaurant. His book, Around Music, was a mix of rich flavors and complex ingredients that some critics appreciated while others felt stuffed by his verbose servings.",
      "year": 1932,
      "city": "London",
      "country": "United Kingdom"
    },
    {
      "event": "Second Major Publication",
      "summary": "In 1947, he served up his second course with Mi contra fa, which received reviews that varied like the toppings on a pizza—some loved it while others thought it was just too much cheese.",
      "year": 1947,
      "city": "London",
      "country": "United Kingdom"
    },
    {
      "event": "Recognition as Advocate",
      "summary": "The music world suddenly thought, 'Who's this guy?' when Sorabji became an honorary vice-president of the Alkan Society in 1979, proving that even composers need to be part of fan clubs occasionally.",
      "year": 1979,
      "city": "London",
      "country": "United Kingdom"
    },
    {
      "event": "Award from Polish Government",
      "summary": "In a twist most composers can only dream of, Sorabji received a medal from the Polish government in 1982 for championing Szymanowski's work, showing that sometimes a good review can go a long way, even if you're not Polish.",
      "year": 1982,
      "city": "London",
      "country": "United Kingdom"
    },
    {
      "event": "Founding of The Sorabji Archive",
      "summary": "As if by magic, The Sorabji Archive was born in 1988, aiming to share his quirky but brilliant contributions to music with the world. It was like opening a treasure chest filled with musical oddities and genius.",
      "year": 1988,
      "city": "London",
      "country": "United Kingdom"
    },
    {
      "event": "Death",
      "summary": "Finally, Sorabji left the stage in 1988, leaving behind a legacy that made many scratch their heads and wonder what on earth they just listened to—while others celebrated his genius with baffled applause.",
      "year": 1988,
      "city": "London",
      "country": "United Kingdom"
    },
    {
      "event": "Early Work",
      "summary": "During 1916–17, Sorabji was busy crafting some of his earliest works. No one really knows how he did this without any coffee breaks; he must have had a secret stash somewhere!",
      "year": 1917,
      "city": "Unknown",
      "country": "Unknown"
    },
    {
      "event": "Piano Symphony Complexity",
      "summary": "Sorabji's piano symphonies emerged as these colossal works, lasting over 60 minutes and even topping out at over two hours. Talk about a piano workout! One can only assume the pianos were auditioning for a role in a marathon.",
      "year": 1940,
      "city": "Unknown",
      "country": "Unknown"
    },
    {
      "event": "Orchestration Critiques",
      "summary": "Sorabji's orchestration came under sharp criticism, with people no doubt clutching their pearls over his avant-garde choices. One might wonder if the critics were just put off by the volume of the symphonies!",
      "year": 1945,
      "city": "Unknown",
      "country": "Unknown"
    },
    {
      "event": "Microfilm Comments",
      "summary": "In the 1950s, Sorabji's comments on his own work became part of a microfilm of Organ Symphony No. 3. It was like an early version of a director's commentary, minus the popcorn.",
      "year": 1950,
      "city": "Unknown",
      "country": "Unknown"
    },
    {
      "event": "Sequentia Cyclica Work Date Confusion",
      "summary": "While most sources point to the late 40s for Sorabji's Sequentia cyclica, a letter showed that he was likely already working on it in '44. This guy was ahead of his time, maybe too much so; he could've taught a class on procrastination!",
      "year": 1944,
      "city": "Unknown",
      "country": "Unknown"
    },
    {
      "event": "First Composition",
      "summary": "At a young age, Sorabji decided to dive into the mysterious depths of music and composed his first piece, proving he was not just another kid playing the piano but a true musical wizard.",
      "year": 1909,
      "city": "London",
      "country": "United Kingdom"
    },
    {
      "event": "Publication of Major Work",
      "summary": "Sorabji published 'Opus Clavicembalisticum', a notoriously complex piano piece that made pianists question their life choices and practice schedules. It was the start of a legendary career.",
      "year": 1930,
      "city": "London",
      "country": "United Kingdom"
    },
    {
      "event": "Retirement from Public Performance",
      "summary": "Sorabji decided that being a public performer was not for him and hung up his performance shoes, opting instead to rule the musical realm from behind the scenes, much like a musical Batman.",
      "year": 1936,
      "city": "London",
      "country": "United Kingdom"
    },
    {
      "event": "Revival of Interest",
      "summary": "After years of being a well-kept secret, Sorabji's work saw a resurgence as younger musicians rediscovered his music, leading to plenty of scratchy head-scratching as they attempted to play his compositions.",
      "year": 1980,
      "city": "Various",
      "country": "United Kingdom"
    }
  ],
  "compositions": [
    {
      "imslp_url": "https://imslp.org/wiki/Fantaisie_espagnole,_KSS_19_(Sorabji,_Kaikhosru_Shapurji)",
      "year": 1919,
      "title": "Fantaisie espagnole, KSS 19"
    },
    {
      "imslp_url": "https://imslp.org/wiki/3_f%C3%AAtes_galantes_de_Verlaine,_KSS_37_(Sorabji,_Kaikhosru_Shapurji)",
      "year": 1919,
      "title": "3 fêtes galantes de Verlaine, KSS 37"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Le_jardin_parfum%C3%A9,_KSS_35_(Sorabji,_Kaikhosru_Shapurji)",
      "year": 1923,
      "title": "Le jardin parfumé, KSS 35"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Opus_clavicembalisticum,_KSS_50_(Sorabji,_Kaikhosru_Shapurji)",
      "year": 1929,
      "title": "Opus clavicembalisticum, KSS 50"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Organ_Symphony_No.1,_KSS_39_(Sorabji,_Kaikhosru_Shapurji)",
      "year": 1924,
      "title": "Organ Symphony No.1, KSS 39"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Piano_Concerto_No.5,_KSS_27_(Sorabji,_Kaikhosru_Shapurji)",
      "year": 1920,
      "title": "Piano Concerto No.5, KSS 27"
    },
    {
      "imslp_url": "https://imslp.org/wiki/2_Piano_Pieces,_KSS_17/23_(Sorabji,_Kaikhosru_Shapurji)",
      "year": 1918,
      "title": "2 Piano Pieces, KSS 17/23"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Piano_Quintet_No.1,_KSS_26_(Sorabji,_Kaikhosru_Shapurji)",
      "year": 1919,
      "title": "Piano Quintet No.1, KSS 26"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Piano_Sonata_No.1,_KSS_20_(Sorabji,_Kaikhosru_Shapurji)",
      "year": 1919,
      "title": "Piano Sonata No.1, KSS 20"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Piano_Sonata_No.2,_KSS_28_(Sorabji,_Kaikhosru_Shapurji)",
      "year": 1920,
      "title": "Piano Sonata No.2, KSS 28"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Piano_Sonata_No.3,_KSS_29_(Sorabji,_Kaikhosru_Shapurji)",
      "year": 1922,
      "title": "Piano Sonata No.3, KSS 29"
    },
    {
      "imslp_url": "https://imslp.org/wiki/3_Po%C3%A8mes,_KSS_21_(Sorabji,_Kaikhosru_Shapurji)",
      "year": 1918,
      "title": "3 Poèmes, KSS 21"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Prelude,_Interlude,_and_Fugue,_KSS_25_(Sorabji,_Kaikhosru_Shapurji)",
      "year": 1920,
      "title": "Prelude, Interlude, and Fugue, KSS 25"
    },
    {
      "imslp_url": "https://imslp.org/wiki/Valse-Fantaisie,_KSS_40_(Sorabji,_Kaikhosru_Shapurji)",
      "year": 1925,
      "title": "Valse-Fantaisie, KSS 40"
    }
  ]
}